Repository: rajatpoddar/Aquajal-2.0
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: bn, gu, mr, pa, ta, te

source: View All Invoices:
bn: সমস্ত ইনভয়েস দেখুন:
gu: બધા ઇન્વોઇસ જુઓ:
mr: सर्व पावत्या पहा:
pa: ਸਾਰੇ ਇਨਵੌਇਸ ਦੇਖੋ:
ta: அனைத்து விலைப்பட்டியல்களையும் காண்க:
te: అన్ని ఇన్‌వాయిస్‌లను చూడండి:

source: Go to `Manager Menu > Invoices` to see a list of all invoices generated. You can view, download as PDF, or email them to customers directly.
bn: `ম্যানেজার মেনু > ইনভয়েস`-এ গিয়ে তৈরি করা সমস্ত ইনভয়েসের তালিকা দেখুন। আপনি সেগুলি দেখতে, পিডিএফ হিসাবে ডাউনলোড করতে বা সরাসরি গ্রাহকদের ইমেল করতে পারেন।
gu: `મેનેજર મેનુ > ઇન્વોઇસ` પર જાઓ અને જનરેટ થયેલ તમામ ઇન્વોઇસની સૂચિ જુઓ. તમે તેને જોઈ શકો છો, PDF તરીકે ડાઉનલોડ કરી શકો છો, અથવા સીધા ગ્રાહકોને ઇમેઇલ કરી શકો છો.
mr: `व्यवस्थापक मेनू > पावत्या` वर जाऊन तयार केलेल्या सर्व पावत्यांची सूची पहा. आपण त्या पाहू शकता, PDF म्हणून डाउनलोड करू शकता किंवा थेट ग्राहकांना ईमेल करू शकता.
pa: `ਮੈਨੇਜਰ ਮੀਨੂ > ਇਨਵੌਇਸ` 'ਤੇ ਜਾ ਕੇ ਸਾਰੇ ਤਿਆਰ ਕੀਤੇ ਇਨਵੌਇਸਾਂ ਦੀ ਸੂਚੀ ਦੇਖੋ। ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹੋ, PDF ਵਜੋਂ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ ਸਿੱਧੇ ਗਾਹਕਾਂ ਨੂੰ ਈਮੇਲ ਕਰ ਸਕਦੇ ਹੋ।
ta: `மேலாளர் மெனு > விலைப்பட்டியல்கள்` என்பதற்குச் சென்று உருவாக்கப்பட்ட அனைத்து விலைப்பட்டியல்களின் பட்டியலையும் பார்க்கவும். நீங்கள் அவற்றைப் பார்க்கலாம், PDF ஆக பதிவிறக்கலாம் அல்லது நேரடியாக வாடிக்கையாளர்களுக்கு மின்னஞ்சல் செய்யலாம்.
te: `మేనేజర్ మెనూ > ఇన్‌వాయిస్‌లు`కు వెళ్లి, రూపొందించిన అన్ని ఇన్‌వాయిస్‌ల జాబితాను చూడండి. మీరు వాటిని చూడవచ్చు, PDFగా డౌన్‌లోడ్ చేసుకోవచ్చు లేదా నేరుగా వినియోగదారులకు ఇమెయిల్ చేయవచ్చు.

source: Generate Reports:
bn: রিপোর্ট তৈরি করুন:
gu: રિપોર્ટ્સ જનરેટ કરો:
mr: अहवाल तयार करा:
pa: ਰਿਪੋਰਟਾਂ ਤਿਆਰ ਕਰੋ:
ta: அறிக்கைகளை உருவாக்கவும்:
te: నివేదికలను రూపొందించండి:

source: The `Reports` button on your dashboard takes you to a powerful reporting tool. View monthly summaries of your income, expenses, and staff attendance, or drill down into daily transaction logs.
bn: আপনার ড্যাশবোর্ডের `রিপোর্ট` বোতামটি আপনাকে একটি শক্তিশালী রিপোর্টিং টুলে নিয়ে যায়। আপনার আয়, ব্যয় এবং কর্মীদের উপস্থিতির মাসিক সারাংশ দেখুন বা দৈনিক লেনদেনের লগে ড্রিল ডাউন করুন।
gu: તમારા ડેશબોર્ડ પરનું `રિપોર્ટ્સ` બટન તમને એક શક્તિશાળી રિપોર્ટિંગ ટૂલ પર લઈ જાય છે. તમારી આવક, ખર્ચ અને સ્ટાફની હાજરીના માસિક સારાંશ જુઓ, અથવા દૈનિક ટ્રાન્ઝેક્શન લોગ્સમાં ઊંડાણપૂર્વક જુઓ.
mr: तुमच्या डॅशबोर्डवरील `अहवाल` बटण तुम्हाला एका शक्तिशाली रिपोर्टिंग टूलवर नेते. तुमच्या उत्पन्न, खर्च आणि कर्मचाऱ्यांच्या उपस्थितीचे मासिक सारांश पहा किंवा दैनंदिन व्यवहार लॉगमध्ये खोलवर जा.
pa: ਤੁਹਾਡੇ ਡੈਸ਼ਬੋਰਡ 'ਤੇ `ਰਿਪੋਰਟਾਂ` ਬਟਨ ਤੁਹਾਨੂੰ ਇੱਕ ਸ਼ਕਤੀਸ਼ਾਲੀ ਰਿਪੋਰਟਿੰਗ ਟੂਲ 'ਤੇ ਲੈ ਜਾਂਦਾ ਹੈ। ਆਪਣੀ ਆਮਦਨ, ਖਰਚਿਆਂ, ਅਤੇ ਸਟਾਫ ਦੀ ਹਾਜ਼ਰੀ ਦੇ ਮਹੀਨਾਵਾਰ ਸਾਰਾਂਸ਼ ਦੇਖੋ, ਜਾਂ ਰੋਜ਼ਾਨਾ ਲੈਣ-ਦੇਣ ਦੇ ਲੌਗਸ ਵਿੱਚ ਡੂੰਘਾਈ ਨਾਲ ਜਾਓ।
ta: உங்கள் டாஷ்போர்டில் உள்ள `அறிக்கைகள்` பொத்தான் உங்களை ஒரு சக்திவாய்ந்த அறிக்கையிடல் கருவிக்கு அழைத்துச் செல்கிறது. உங்கள் வருமானம், செலவுகள் மற்றும் ஊழியர்களின் வருகை ஆகியவற்றின் மாதாந்திர சுருக்கங்களைப் பார்க்கவும் அல்லது தினசரி பரிவர்த்தனை பதிவுகளில் ஆழமாக ஆராயவும்.
te: మీ డాష్‌బోర్డ్‌లోని `నివేదికలు` బటన్ మిమ్మల్ని శక్తివంతమైన రిపోర్టింగ్ సాధనానికి తీసుకువెళుతుంది. మీ ఆదాయం, ఖర్చులు మరియు సిబ్బంది హాజరు యొక్క నెలవారీ సారాంశాలను చూడండి లేదా రోజువారీ లావాదేవీల లాగ్‌లలోకి లోతుగా పరిశీలించండి.

source: For Staff (Delivery Personnel)
bn: কর্মীদের জন্য (ডেলিভারি কর্মী)
gu: સ્ટાફ માટે (ડિલિવરી કર્મચારીઓ)
mr: कर्मचार्‍यांसाठी (डिलिव्हरी कर्मचारी)
pa: ਸਟਾਫ ਲਈ (ਡਿਲੀਵਰੀ ਕਰਮਚਾਰੀ)
ta: ஊழியர்களுக்கு (விநியோகப் பணியாளர்கள்)
te: సిబ్బంది కోసం (డెలివరీ సిబ్బంది)

source: Your Dashboard is Your Hub
bn: আপনার ড্যাশবোর্ড আপনার হাব
gu: તમારું ડેશબોર્ડ તમારું હબ છે
mr: तुमचा डॅशबोर्ड तुमचे केंद्र आहे
pa: ਤੁਹਾਡਾ ਡੈਸ਼ਬੋਰਡ ਤੁਹਾਡਾ ਹੱਬ ਹੈ
ta: உங்கள் டாஷ்போர்டு உங்கள் மையம்
te: మీ డాష్‌బోర్డ్ మీ కేంద్రం

source: Your dashboard is designed for quick actions. You can see your current cash balance, log deliveries, record expenses, and see pending event deliveries for the day.
bn: আপনার ড্যাশবোর্ডটি দ্রুত পদক্ষেপের জন্য ডিজাইন করা হয়েছে। আপনি আপনার বর্তমান নগদ ব্যালেন্স দেখতে পারেন, ডেলিভারি লগ করতে পারেন, খরচ রেকর্ড করতে পারেন এবং দিনের জন্য অমীমাংসিত ইভেন্ট ডেলিভারি দেখতে পারেন।
gu: તમારું ડેશબોર્ડ ઝડપી ક્રિયાઓ માટે રચાયેલ છે. તમે તમારી વર્તમાન રોકડ બેલેન્સ જોઈ શકો છો, ડિલિવરી લોગ કરી શકો છો, ખર્ચ રેકોર્ડ કરી શકો છો અને દિવસ માટે બાકી ઇવેન્ટ ડિલિવરી જોઈ શકો છો.
mr: तुमचा डॅशबोर्ड त्वरित कृतींसाठी डिझाइन केलेला आहे. तुम्ही तुमची सध्याची रोख शिल्लक पाहू शकता, डिलिव्हरी लॉग करू शकता, खर्च रेकॉर्ड करू शकता आणि दिवसासाठी प्रलंबित असलेल्या इव्हेंट डिलिव्हरी पाहू शकता.
pa: ਤੁਹਾਡਾ ਡੈਸ਼ਬੋਰਡ ਤੇਜ਼ ਕਾਰਵਾਈਆਂ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ। ਤੁਸੀਂ ਆਪਣੀ ਮੌਜੂਦਾ ਨਕਦ ਬਕਾਇਆ ਦੇਖ ਸਕਦੇ ਹੋ, ਡਿਲੀਵਰੀ ਲੌਗ ਕਰ ਸਕਦੇ ਹੋ, ਖਰਚੇ ਰਿਕਾਰਡ ਕਰ ਸਕਦੇ ਹੋ, ਅਤੇ ਦਿਨ ਲਈ ਬਕਾਇਆ ਇਵੈਂਟ ਡਿਲੀਵਰੀ ਦੇਖ ਸਕਦੇ ਹੋ।
ta: உங்கள் டாஷ்போர்டு விரைவான செயல்களுக்காக வடிவமைக்கப்பட்டுள்ளது. உங்கள் தற்போதைய ரொக்க இருப்பு, பதிவு விநியோகங்கள், செலவுகளைப் பதிவு செய்தல் மற்றும் நாளுக்கான நிலுவையில் உள்ள நிகழ்வு விநியோகங்களைப் பார்க்கலாம்.
te: మీ డాష్‌బోర్డ్ త్వరిత చర్యల కోసం రూపొందించబడింది. మీరు మీ ప్రస్తుత నగదు నిల్వను చూడవచ్చు, డెలివరీలను లాగ్ చేయవచ్చు, ఖర్చులను రికార్డ్ చేయవచ్చు మరియు రోజు కోసం పెండింగ్‌లో ఉన్న కార్యక్రమ డెలివరీలను చూడవచ్చు.

source: Logging a Delivery
bn: একটি ডেলিভারি লগ করা
gu: ડિલિવરી લોગ કરી રહ્યા છીએ
mr: डिलिव्हरी लॉग करणे
pa: ਇੱਕ ਡਿਲੀਵਰੀ ਲੌਗ ਕਰਨਾ
ta: ஒரு விநியோகத்தைப் பதிவு செய்தல்
te: డెలివరీని లాగింగ్ చేయడం

source: Use the search bar to find a customer by name or mobile number. Once they appear, enter the number of jars delivered. If the customer isn't paying immediately, check the "Mark as Due" box before clicking `Deliver`.
bn: নাম বা মোবাইল নম্বর দ্বারা একজন গ্রাহক খুঁজে পেতে অনুসন্ধান বার ব্যবহার করুন। তারা উপস্থিত হলে, ডেলিভারি করা জারের সংখ্যা লিখুন। যদি গ্রাহক অবিলম্বে অর্থ প্রদান না করে, তবে `ডেলিভারি` ক্লিক করার আগে "বকেয়া হিসাবে চিহ্নিত করুন" বাক্সটি চেক করুন।
gu: નામ અથવા મોબાઇલ નંબર દ્વારા ગ્રાહકને શોધવા માટે શોધ બારનો ઉપયોગ કરો. એકવાર તેઓ દેખાય, પછી ડિલિવર થયેલ જારની સંખ્યા દાખલ કરો. જો ગ્રાહક તરત જ ચુકવણી ન કરી રહ્યો હોય, તો `ડિલિવર` પર ક્લિક કરતા પહેલા "બાકી તરીકે ચિહ્નિત કરો" બોક્સને ચેક કરો.
mr: नाव किंवा मोबाईल नंबरनुसार ग्राहक शोधण्यासाठी शोध बार वापरा. ते दिसल्यावर, वितरित केलेल्या जारची संख्या प्रविष्ट करा. जर ग्राहक लगेच पैसे देत नसेल, तर `वितरित करा` वर क्लिक करण्यापूर्वी "देय म्हणून चिन्हांकित करा" बॉक्स तपासा.
pa: ਨਾਮ ਜਾਂ ਮੋਬਾਈਲ ਨੰਬਰ ਦੁਆਰਾ ਗਾਹਕ ਨੂੰ ਲੱਭਣ ਲਈ ਖੋਜ ਬਾਰ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਇੱਕ ਵਾਰ ਜਦੋਂ ਉਹ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ, ਤਾਂ ਡਿਲੀਵਰ ਕੀਤੇ ਗਏ ਜਾਰਾਂ ਦੀ ਗਿਣਤੀ ਦਰਜ ਕਰੋ। ਜੇਕਰ ਗਾਹਕ ਤੁਰੰਤ ਭੁਗਤਾਨ ਨਹੀਂ ਕਰ ਰਿਹਾ ਹੈ, ਤਾਂ `ਡਿਲੀਵਰ` 'ਤੇ ਕਲਿੱਕ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ "ਬਕਾਇਆ ਵਜੋਂ ਮਾਰਕ ਕਰੋ" ਬਾਕਸ ਨੂੰ ਚੈੱਕ ਕਰੋ।
ta: பெயர் அல்லது மொபைல் எண் மூலம் ஒரு வாடிக்கையாளரைக் கண்டுபிடிக்க தேடல் பட்டியைப் பயன்படுத்தவும். அவர்கள் தோன்றியதும், வழங்கப்பட்ட ஜார்களின் எண்ணிக்கையை உள்ளிடவும். வாடிக்கையாளர் உடனடியாக பணம் செலுத்தவில்லை என்றால், `வழங்க` என்பதைக் கிளிக் செய்வதற்கு முன் "செலுத்த வேண்டியதாகக் குறிக்கவும்" பெட்டியைச் சரிபார்க்கவும்.
te: పేరు లేదా మొబైల్ నంబర్ ద్వారా వినియోగదారుని కనుగొనడానికి శోధన పట్టీని ఉపయోగించండి. వారు కనిపించిన తర్వాత, డెలివరీ చేయబడిన కూజాల సంఖ్యను నమోదు చేయండి. వినియోగదారు వెంటనే చెల్లించకపోతే, `డెలివరీ`పై క్లిక్ చేసే ముందు "చెల్లించవలసినదిగా గుర్తించండి" పెట్టెను తనిఖీ చేయండి.

source: Selling New Products
bn: নতুন পণ্য বিক্রয়
gu: નવા ઉત્પાદનો વેચવા
mr: नवीन उत्पादने विकणे
pa: ਨਵੇਂ ਉਤਪਾਦ ਵੇਚਣਾ
ta: புதிய தயாரிப்புகளை விற்பனை செய்தல்
te: కొత్త ఉత్పత్తులను అమ్మడం

source: You can sell a new jar or dispenser to a walk-in customer using the `Sell New Jar / Dispenser` button. The amount will be added to your cash balance and stock will be updated automatically.
bn: আপনি `নতুন জার / ডিসপেনসার বিক্রি করুন` বোতামটি ব্যবহার করে একজন ওয়াক-ইন গ্রাহকের কাছে একটি নতুন জার বা ডিসপেনসার বিক্রি করতে পারেন। পরিমাণটি আপনার নগদ ব্যালেন্সে যোগ করা হবে এবং স্টক স্বয়ংক্রিয়ভাবে আপডেট হবে।
gu: તમે `નવો જાર / ડિસ્પેન્સર વેચો` બટનનો ઉપયોગ કરીને વોક-ઇન ગ્રાહકને નવો જાર અથવા ડિસ્પેન્સર વેચી શકો છો. રકમ તમારી રોકડ બેલેન્સમાં ઉમેરવામાં આવશે અને સ્ટોક આપમેળે અપડેટ થશે.
mr: `नवीन जार / डिस्पेंसर विका` बटण वापरून तुम्ही वॉक-इन ग्राहकाला नवीन जार किंवा डिस्पेंसर विकू शकता. रक्कम तुमच्या रोख शिलकीमध्ये जोडली जाईल आणि स्टॉक आपोआप अद्ययावत होईल.
pa: ਤੁਸੀਂ `ਨਵਾਂ ਜਾਰ / ਡਿਸਪੈਂਸਰ ਵੇਚੋ` ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇੱਕ ਵਾਕ-ਇਨ ਗਾਹਕ ਨੂੰ ਇੱਕ ਨਵਾਂ ਜਾਰ ਜਾਂ ਡਿਸਪੈਂਸਰ ਵੇਚ ਸਕਦੇ ਹੋ। ਰਕਮ ਤੁਹਾਡੀ ਨਕਦ ਬਕਾਇਆ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਸਟਾਕ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਅੱਪਡੇਟ ਹੋ ਜਾਵੇਗਾ।
ta: `புதிய ஜார் / டிஸ்பென்சரை விற்கவும்` பொத்தானைப் பயன்படுத்தி நீங்கள் ஒரு வாடிக்கையாளருக்கு புதிய ஜார் அல்லது டிஸ்பென்சரை விற்கலாம். தொகை உங்கள் ரொக்க இருப்பில் சேர்க்கப்படும் மற்றும் இருப்பு தானாகவே புதுப்பிக்கப்படும்.
te: `కొత్త కూజా / డిస్పెన్సర్‌ను అమ్మండి` బటన్‌ను ఉపయోగించి మీరు వాక్-ఇన్ కస్టమర్‌కు కొత్త కూజా లేదా డిస్పెన్సర్‌ను అమ్మవచ్చు. మొత్తం మీ నగదు నిల్వకు జోడించబడుతుంది మరియు స్టాక్ స్వయంచాలకంగా నవీకరించబడుతుంది.

source: For Customers
bn: গ্রাহকদের জন্য
gu: ગ્રાહકો માટે
mr: ग्राहकांसाठी
pa: ਗਾਹਕਾਂ ਲਈ
ta: வாடிக்கையாளர்களுக்கு
te: వినియోగదారుల కోసం

source: As a customer, your personal dashboard allows you to manage your account easily. You can:
bn: একজন গ্রাহক হিসাবে, আপনার ব্যক্তিগত ড্যাশবোর্ড আপনাকে সহজেই আপনার অ্যাকাউন্ট পরিচালনা করতে দেয়। আপনি পারেন:
gu: એક ગ્રાહક તરીકે, તમારું વ્યક્તિગત ડેશબોર્ડ તમને તમારું ખાતું સરળતાથી સંચાલિત કરવાની મંજૂરી આપે છે. તમે આ કરી શકો છો:
mr: एक ग्राहक म्हणून, तुमचा वैयक्तिक डॅशबोर्ड तुम्हाला तुमचे खाते सहजपणे व्यवस्थापित करण्याची परवानगी देतो. तुम्ही हे करू शकता:
pa: ਇੱਕ ਗਾਹਕ ਵਜੋਂ, ਤੁਹਾਡਾ ਨਿੱਜੀ ਡੈਸ਼ਬੋਰਡ ਤੁਹਾਨੂੰ ਆਸਾਨੀ ਨਾਲ ਆਪਣੇ ਖਾਤੇ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ। ਤੁਸੀਂ ਕਰ ਸਕਦੇ ਹੋ:
ta: ஒரு வாடிக்கையாளராக, உங்கள் தனிப்பட்ட டாஷ்போர்டு உங்கள் கணக்கை எளிதாக நிர்வகிக்க அனுமதிக்கிறது. நீங்கள்:
te: ఒక వినియోగదారుగా, మీ వ్యక్తిగత డాష్‌బోర్డ్ మీ ఖాతాను సులభంగా నిర్వహించడానికి మిమ్మల్ని అనుమతిస్తుంది. మీరు చేయగలరు:

source: View your complete activity history, including past deliveries and event bookings.
bn: অতীতের ডেলিভারি এবং ইভেন্ট বুকিং সহ আপনার সম্পূর্ণ কার্যকলাপের ইতিহাস দেখুন।
gu: ભૂતકાળની ડિલિવરી અને ઇવેન્ટ બુકિંગ સહિત તમારી સંપૂર્ણ પ્રવૃત્તિનો ઇતિહાસ જુઓ.
mr: मागील डिलिव्हरी आणि इव्हेंट बुकिंगसह तुमचा संपूर्ण क्रियाकलाप इतिहास पहा.
pa: ਪਿਛਲੀਆਂ ਡਿਲੀਵਰੀਆਂ ਅਤੇ ਇਵੈਂਟ ਬੁਕਿੰਗਾਂ ਸਮੇਤ ਆਪਣਾ ਪੂਰਾ ਗਤੀਵਿਧੀ ਇਤਿਹਾਸ ਦੇਖੋ।
ta: கடந்தகால விநியோகங்கள் மற்றும் நிகழ்வு முன்பதிவுகள் உட்பட உங்கள் முழுமையான செயல்பாட்டு வரலாற்றைக் காண்க.
te: గత డెలివరీలు మరియు కార్యక్రమ బుకింగ్‌లతో సహా మీ పూర్తి కార్యాచరణ చరిత్రను చూడండి.

source: See any outstanding due amounts.
bn: যেকোনো বকেয়া পরিমাণ দেখুন।
gu: કોઈપણ બાકી રકમ જુઓ.
mr: कोणतीही थकबाकी रक्कम पहा.
pa: ਕੋਈ ਵੀ ਬਕਾਇਆ ਰਕਮ ਦੇਖੋ।
ta: எந்தவொரு நிலுவைத் தொகையையும் காண்க.
te: ఏవైనా బకాయి ఉన్న మొత్తాలను చూడండి.

source: View and download all your past invoices from the `Invoices` tab.
bn: `ইনভয়েস` ট্যাব থেকে আপনার অতীতের সমস্ত ইনভয়েস দেখুন এবং ডাউনলোড করুন।
gu: `ઇન્વોઇસ` ટેબમાંથી તમારા ભૂતકાળના બધા ઇન્વોઇસ જુઓ અને ડાઉનલોડ કરો.
mr: `पावत्या` टॅबवरून तुमच्या मागील सर्व पावत्या पहा आणि डाउनलोड करा.
pa: `ਇਨਵੌਇਸ` ਟੈਬ ਤੋਂ ਆਪਣੇ ਸਾਰੇ ਪਿਛਲੇ ਇਨਵੌਇਸ ਦੇਖੋ ਅਤੇ ਡਾਊਨਲੋਡ ਕਰੋ।
ta: `விலைப்பட்டியல்கள்` தாவலில் இருந்து உங்கள் கடந்தகால அனைத்து விலைப்பட்டியல்களையும் காண்க மற்றும் பதிவிறக்கவும்.
te: `ఇన్‌వాయిస్‌లు` ట్యాబ్ నుండి మీ గత ఇన్‌వాయిస్‌లన్నింటినీ చూడండి మరియు డౌన్‌లోడ్ చేయండి.

source: Quickly request extra jars for daily use or book jars in bulk for an upcoming event.
bn: দৈনিক ব্যবহারের জন্য অতিরিক্ত জারের জন্য দ্রুত অনুরোধ করুন বা একটি আসন্ন ইভেন্টের জন্য বাল্কে জার বুক করুন।
gu: દૈનિક ઉપયોગ માટે વધારાના જારની ઝડપથી વિનંતી કરો અથવા આગામી ઇવેન્ટ માટે જથ્થાબંધ જાર બુક કરો.
mr: दैनंदिन वापरासाठी अतिरिक्त जारची त्वरित विनंती करा किंवा आगामी कार्यक्रमासाठी मोठ्या प्रमाणात जार बुक करा.
pa: ਰੋਜ਼ਾਨਾ ਵਰਤੋਂ ਲਈ ਵਾਧੂ ਜਾਰਾਂ ਦੀ ਜਲਦੀ ਬੇਨਤੀ ਕਰੋ ਜਾਂ ਆਉਣ ਵਾਲੇ ਇਵੈਂਟ ਲਈ ਥੋਕ ਵਿੱਚ ਜਾਰ ਬੁੱਕ ਕਰੋ।
ta: தினசரி பயன்பாட்டிற்காக கூடுதல் ஜார்களை விரைவாகக் கோரவும் அல்லது வரவிருக்கும் நிகழ்வுக்காக மொத்தமாக ஜார்களை முன்பதிவு செய்யவும்.
te: రోజువారీ ఉపయోగం కోసం అదనపు కూజాలను త్వరగా అభ్యర్థించండి లేదా రాబోయే కార్యక్రమం కోసం పెద్దమొత్తంలో కూజాలను బుక్ చేయండి.

source: The All-in-One Platform to Run Your Water Supply Business
bn: আপনার জল সরবরাহ ব্যবসা চালানোর জন্য অল-ইন-ওয়ান প্ল্যাটফর্ম
gu: તમારા પાણી પુરવઠાના વ્યવસાયને ચલાવવા માટે ઓલ-ઇન-વન પ્લેટફોર્મ
mr: तुमचा पाणीपुरवठा व्यवसाय चालवण्यासाठी सर्वांगीण प्लॅटफॉर्म
pa: ਤੁਹਾਡੇ ਪਾਣੀ ਸਪਲਾਈ ਦੇ ਕਾਰੋਬਾਰ ਨੂੰ ਚਲਾਉਣ ਲਈ ਆਲ-ਇਨ-ਵਨ ਪਲੇਟਫਾਰਮ
ta: உங்கள் தண்ணீர் விநியோக வணிகத்தை நடத்துவதற்கான முழுமையான தளம்
te: మీ నీటి సరఫరా వ్యాపారాన్ని నడపడానికి ఆల్-ఇన్-వన్ ప్లాట్‌ఫారమ్

source: Aquajal is a complete SaaS solution that helps you automate sales, manage subscriptions, generate invoices, track inventory, and monitor staff performance effortlessly.
bn: অ্যাকুয়াজল একটি সম্পূর্ণ SaaS সমাধান যা আপনাকে বিক্রয় স্বয়ংক্রিয় করতে, সাবস্ক্রিপশন পরিচালনা করতে, ইনভয়েস তৈরি করতে, ইনভেন্টরি ট্র্যাক করতে এবং কর্মীদের কর্মক্ষমতা অনায়াসে নিরীক্ষণ করতে সহায়তা করে।
gu: એક્વાજલ એ સંપૂર્ણ SaaS ઉકેલ છે જે તમને વેચાણને સ્વચાલિત કરવામાં, સબ્સ્ક્રિપ્શન્સનું સંચાલન કરવામાં, ઇન્વોઇસ જનરેટ કરવામાં, ઇન્વેન્ટરીને ટ્રેક કરવામાં અને સ્ટાફની કામગીરીનું સરળતાથી નિરીક્ષણ કરવામાં મદદ કરે છે.
mr: Aquajal एक संपूर्ण SaaS समाधान आहे जे तुम्हाला विक्री स्वयंचलित करण्यास, सदस्यता व्यवस्थापित करण्यास, पावत्या तयार करण्यास, इन्व्हेंटरीचा मागोवा घेण्यास आणि कर्मचार्‍यांच्या कामगिरीचे सहजतेने निरीक्षण करण्यास मदत करते.
pa: ਐਕਵਾਜਲ ਇੱਕ ਪੂਰਾ SaaS ਹੱਲ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਵਿਕਰੀ ਨੂੰ ਸਵੈਚਲਿਤ ਕਰਨ, ਸਬਸਕ੍ਰਿਪਸ਼ਨਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ, ਇਨਵੌਇਸ ਤਿਆਰ ਕਰਨ, ਵਸਤੂ ਸੂਚੀ ਨੂੰ ਟਰੈਕ ਕਰਨ, ਅਤੇ ਸਟਾਫ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਨਿਗਰਾਨੀ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ।
ta: அக்வாஜல் ஒரு முழுமையான SaaS தீர்வாகும், இது விற்பனையை தானியக்கமாக்கவும், சந்தாக்களை நிர்வகிக்கவும், விலைப்பட்டியல்களை உருவாக்கவும், இருப்பைக் கண்காணிக்கவும் மற்றும் ஊழியர்களின் செயல்திறனை சிரமமின்றி கண்காணிக்கவும் உதவுகிறது.
te: ఆక్వాజల్ అనేది ఒక పూర్తి SaaS పరిష్కారం, ఇది మీకు అమ్మకాలను ఆటోమేట్ చేయడానికి, చందాలను నిర్వహించడానికి, ఇన్‌వాయిస్‌లను రూపొందించడానికి, ఇన్వెంటరీని ట్రాక్ చేయడానికి మరియు సిబ్బంది పనితీరును అప్రయత్నంగా పర్యవేక్షించడానికి సహాయపడుతుంది.

source: Full SaaS Platform:
bn: সম্পূর্ণ SaaS প্ল্যাটফর্ম:
gu: સંપૂર્ણ SaaS પ્લેટફોર્મ:
mr: पूर्ण SaaS प्लॅटफॉर्म:
pa: ਪੂਰਾ SaaS ਪਲੇਟਫਾਰਮ:
ta: முழுமையான SaaS தளம்:
te: పూర్తి SaaS ప్లాట్‌ఫారమ్:

source: Manage your business with a 40-day free trial and flexible subscription plans.
bn: একটি 40-দিনের বিনামূল্যে ট্রায়াল এবং নমনীয় সাবস্ক্রিপশন প্ল্যানগুলির সাথে আপনার ব্যবসা পরিচালনা করুন।
gu: 40-દિવસની મફત ટ્રાયલ અને લવચીક સબ્સ્ક્રિપ્શન યોજનાઓ સાથે તમારા વ્યવસાયનું સંચાલન કરો.
mr: 40-दिवसांच्या विनामूल्य चाचणी आणि लवचिक सदस्यता योजनांसह आपला व्यवसाय व्यवस्थापित करा.
pa: 40-ਦਿਨ ਦੀ ਮੁਫ਼ਤ ਅਜ਼ਮਾਇਸ਼ ਅਤੇ ਲਚਕਦਾਰ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਪਲਾਨਾਂ ਨਾਲ ਆਪਣੇ ਕਾਰੋਬਾਰ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।
ta: உங்கள் வணிகத்தை 40-நாள் இலவச சோதனை மற்றும் நெகிழ்வான சந்தா திட்டங்களுடன் நிர்வகிக்கவும்.
te: 40-రోజుల ఉచిత ట్రయల్ మరియు సౌకర్యవంతమైన చందా ప్రణాళికలతో మీ వ్యాపారాన్ని నిర్వహించండి.

source: Automated Invoicing:
bn: স্বয়ংক্রিয় ইনভয়েসিং:
gu: સ્વચાલિત ઇન્વોઇસિંગ:
mr: स्वयंचलित पावती:
pa: ਸਵੈਚਲਿਤ ਇਨਵੌਇਸਿੰਗ:
ta: தானியங்கி விலைப்பட்டியல்:
te: ఆటోమేటెడ్ ఇన్‌వాయిసింగ్:

source: Generate, download, and email PDF invoices to your customers automatically.
bn: স্বয়ংক্রিয়ভাবে আপনার গ্রাহকদের কাছে পিডিএফ ইনভয়েস তৈরি করুন, ডাউনলোড করুন এবং ইমেল করুন।
gu: તમારા ગ્રાહકોને આપમેળે PDF ઇન્વોઇસ જનરેટ કરો, ડાઉનલોડ કરો અને ઇમેઇલ કરો.
mr: तुमच्या ग्राहकांना स्वयंचलितपणे PDF पावत्या तयार करा, डाउनलोड करा आणि ईमेल करा.
pa: ਆਪਣੇ ਗਾਹਕਾਂ ਨੂੰ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ PDF ਇਨਵੌਇਸ ਤਿਆਰ ਕਰੋ, ਡਾਊਨਲੋਡ ਕਰੋ, ਅਤੇ ਈਮੇਲ ਕਰੋ।
ta: உங்கள் வாடிக்கையாளர்களுக்கு தானாகவே PDF விலைப்பட்டியல்களை உருவாக்கி, பதிவிறக்கி, மின்னஞ்சல் செய்யவும்.
te: మీ వినియోగదారులకు స్వయంచాలకంగా PDF ఇన్‌వాయిస్‌లను రూపొందించండి, డౌన్‌లోడ్ చేయండి మరియు ఇమెయిల్ చేయండి.

source: Advanced Reporting:
bn: উন্নত রিপোর্টিং:
gu: અદ્યતન રિપોર્ટિંગ:
mr: प्रगत अहवाल:
pa: ਉੱਨਤ ਰਿਪੋਰਟਿੰਗ:
ta: மேம்பட்ட அறிக்கையிடல்:
te: అధునాతన రిపోర్టింగ్:

source: Get daily and monthly insights on sales, expenses, and staff attendance.
bn: বিক্রয়, ব্যয় এবং কর্মীদের উপস্থিতির উপর দৈনিক এবং মাসিক অন্তর্দৃষ্টি পান।
gu: વેચાણ, ખર્ચ અને સ્ટાફની હાજરી પર દૈનિક અને માસિક આંતરદૃષ્ટિ મેળવો.
mr: विक्री, खर्च आणि कर्मचारी उपस्थितीवर दैनिक आणि मासिक अंतर्दृष्टी मिळवा.
pa: ਵਿਕਰੀ, ਖਰਚਿਆਂ, ਅਤੇ ਸਟਾਫ ਦੀ ਹਾਜ਼ਰੀ ਬਾਰੇ ਰੋਜ਼ਾਨਾ ਅਤੇ ਮਹੀਨਾਵਾਰ ਸੂਝ ਪ੍ਰਾਪਤ ਕਰੋ।
ta: விற்பனை, செலவுகள் மற்றும் ஊழியர்களின் வருகை குறித்த தினசரி மற்றும் மாதாந்திர நுண்ணறிவுகளைப் பெறுங்கள்.
te: అమ్మకాలు, ఖర్చులు మరియు సిబ్బంది హాజరుపై రోజువారీ మరియు నెలవారీ అంతర్దృష్టులను పొందండి.

source: Customer & Staff Portals:
bn: গ্রাহক ও কর্মী পোর্টাল:
gu: ગ્રાહક અને સ્ટાફ પોર્ટલ:
mr: ग्राहक आणि कर्मचारी पोर्टल्स:
pa: ਗਾਹਕ ਅਤੇ ਸਟਾਫ ਪੋਰਟਲ:
ta: வாடிக்கையாளர் & ஊழியர் தளங்கள்:
te: వినియోగదారు & సిబ్బంది పోర్టల్స్:

source: Empower customers to view history and staff to log deliveries on the go.
bn: গ্রাহকদের ইতিহাস দেখতে এবং কর্মীদের চলতে চলতে ডেলিভারি লগ করতে ক্ষমতায়ন করুন।
gu: ગ્રાહકોને ઇતિહાસ જોવા અને સ્ટાફને ચાલતા-ફરતા ડિલિવરી લોગ કરવા માટે સશક્ત બનાવો.
mr: ग्राहकांना इतिहास पाहण्यासाठी आणि कर्मचार्‍यांना जाता-जाता डिलिव्हरी लॉग करण्यासाठी सक्षम करा.
pa: ਗਾਹਕਾਂ ਨੂੰ ਇਤਿਹਾਸ ਦੇਖਣ ਅਤੇ ਸਟਾਫ ਨੂੰ ਚੱਲਦੇ-ਫਿਰਦੇ ਡਿਲੀਵਰੀ ਲੌਗ ਕਰਨ ਲਈ ਸ਼ਕਤੀ ਪ੍ਰਦਾਨ ਕਰੋ।
ta: வாடிக்கையாளர்களுக்கு வரலாற்றைக் காணவும், ஊழியர்களுக்கு பயணத்தின்போது விநியோகங்களைப் பதிவு செய்யவும் அதிகாரம் அளியுங்கள்.
te: వినియోగదారులకు చరిత్రను చూడటానికి మరియు సిబ్బందికి ప్రయాణంలో డెలివరీలను లాగ్ చేయడానికి అధికారం ఇవ్వండి.

source: Start Your 40-Day Free Trial
bn: আপনার 40-দিনের বিনামূল্যে ট্রায়াল শুরু করুন
gu: તમારી 40-દિવસની મફત ટ્રાયલ શરૂ કરો
mr: आपली 40-दिवसांची विनामूल्य चाचणी सुरू करा
pa: ਆਪਣੀ 40-ਦਿਨ ਦੀ ਮੁਫ਼ਤ ਅਜ਼ਮਾਇਸ਼ ਸ਼ੁਰੂ ਕਰੋ
ta: உங்கள் 40-நாள் இலவச சோதனையைத் தொடங்குங்கள்
te: మీ 40-రోజుల ఉచిత ట్రయల్‌ను ప్రారంభించండి

source: A Modern Platform Built for Growth
bn: বৃদ্ধির জন্য নির্মিত একটি আধুনিক প্ল্যাটফর্ম
gu: વૃદ્ધિ માટે બનાવેલ એક આધુનિક પ્લેટફોર્મ
mr: विकासासाठी तयार केलेला एक आधुनिक प्लॅटफॉर्म
pa: ਵਿਕਾਸ ਲਈ ਬਣਾਇਆ ਗਿਆ ਇੱਕ ਆਧੁਨਿਕ ਪਲੇਟਫਾਰਮ
ta: வளர்ச்சிக்காக உருவாக்கப்பட்ட ஒரு நவீன தளம்
te: వృద్ధి కోసం నిర్మించిన ఆధునిక ప్లాట్‌ఫారమ్

source: Professional Invoicing
bn: পেশাদার ইনভয়েসিং
gu: વ્યવસાયિક ઇન્વોઇસિંગ
mr: व्यावसायिक पावती
pa: ਪੇਸ਼ੇਵਰ ਇਨਵੌਇਸਿੰਗ
ta: தொழில்முறை விலைப்பட்டியல்
te: వృత్తిపరమైన ఇన్‌వాయిసింగ్

source: Automate invoice creation for every transaction, including monthly summaries and event bookings. Email professional PDF invoices directly to clients.
bn: মাসিক সারাংশ এবং ইভেন্ট বুকিং সহ প্রতিটি লেনদেনের জন্য ইনভয়েস তৈরি স্বয়ংক্রিয় করুন। ক্লায়েন্টদের কাছে সরাসরি পেশাদার পিডিএফ ইনভয়েস ইমেল করুন।
gu: માસિક સારાંશ અને ઇવેન્ટ બુકિંગ સહિત દરેક ટ્રાન્ઝેક્શન માટે ઇન્વોઇસ બનાવટને સ્વચાલિત કરો. ગ્રાહકોને સીધા વ્યવસાયિક PDF ઇન્વોઇસ ઇમેઇલ કરો.
mr: मासिक सारांश आणि इव्हेंट बुकिंगसह प्रत्येक व्यवहारासाठी पावती निर्मिती स्वयंचलित करा. ग्राहकांना थेट व्यावसायिक PDF पावत्या ईमेल करा.
pa: ਹਰੇਕ ਲੈਣ-ਦੇਣ ਲਈ ਇਨਵੌਇਸ ਬਣਾਉਣ ਨੂੰ ਸਵੈਚਲਿਤ ਕਰੋ, ਜਿਸ ਵਿੱਚ ਮਹੀਨਾਵਾਰ ਸਾਰਾਂਸ਼ ਅਤੇ ਇਵੈਂਟ ਬੁਕਿੰਗ ਸ਼ਾਮਲ ਹਨ। ਗਾਹਕਾਂ ਨੂੰ ਸਿੱਧੇ ਪੇਸ਼ੇਵਰ PDF ਇਨਵੌਇਸ ਈਮੇਲ ਕਰੋ।
ta: மாதாந்திர சுருக்கங்கள் மற்றும் நிகழ்வு முன்பதிவுகள் உட்பட ஒவ்வொரு பரிவர்த்தனைக்கும் விலைப்பட்டியல் உருவாக்கத்தை தானியக்கமாக்குங்கள். வாடிக்கையாளர்களுக்கு தொழில்முறை PDF விலைப்பட்டியல்களை நேரடியாக மின்னஞ்சல் செய்யவும்.
te: నెలవారీ సారాంశాలు మరియు కార్యక్రమ బుకింగ్‌లతో సహా ప్రతి లావాదేవీకి ఇన్‌వాయిస్ సృష్టిని ఆటోమేట్ చేయండి. క్లయింట్‌లకు నేరుగా వృత్తిపరమైన PDF ఇన్‌వాయిస్‌లను ఇమెయిల్ చేయండి.

source: Subscription Management
bn: সাবস্ক্রিপশন ব্যবস্থাপনা
gu: સબ્સ્ક્રિપ્શન મેનેજમેન્ટ
mr: सदस्यता व्यवस्थापन
pa: ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਪ੍ਰਬੰਧਨ
ta: சந்தா மேலாண்மை
te: చందా నిర్వహణ

source: Offer flexible subscription plans with a 40-day free trial. Securely accept online payments with our integrated Razorpay checkout system.
bn: একটি 40-দিনের বিনামূল্যে ট্রায়াল সহ নমনীয় সাবস্ক্রিপশন প্ল্যান অফার করুন। আমাদের সমন্বিত রেজারপে চেকআউট সিস্টেমের সাথে নিরাপদে অনলাইন পেমেন্ট গ্রহণ করুন।
gu: 40-દિવસની મફત ટ્રાયલ સાથે લવચીક સબ્સ્ક્રિપ્શન યોજનાઓ ઓફર કરો. અમારા સંકલિત રેઝરપે ચેકઆઉટ સિસ્ટમ સાથે સુરક્ષિત રીતે ઓનલાઇન ચુકવણીઓ સ્વીકારો.
mr: 40-दिवसांच्या विनामूल्य चाचणीसह लवचिक सदस्यता योजना ऑफर करा. आमच्या एकात्मिक रेझरपे चेकआउट प्रणालीसह ऑनलाइन पेमेंट सुरक्षितपणे स्वीकारा.
pa: 40-ਦਿਨ ਦੀ ਮੁਫ਼ਤ ਅਜ਼ਮਾਇਸ਼ ਦੇ ਨਾਲ ਲਚਕਦਾਰ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਪਲਾਨ ਪੇਸ਼ ਕਰੋ। ਸਾਡੇ ਏਕੀਕ੍ਰਿਤ ਰੇਜ਼ਰਪੇ ਚੈੱਕਆਉਟ ਸਿਸਟਮ ਨਾਲ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਸਵੀਕਾਰ ਕਰੋ।
ta: 40-நாள் இலவச சோதனையுடன் நெகிழ்வான சந்தா திட்டங்களை வழங்குங்கள். எங்கள் ஒருங்கிணைந்த ரேஸர்பே செக்அவுட் அமைப்புடன் ஆன்லைன் கட்டணங்களை பாதுகாப்பாக ஏற்கவும்.
te: 40-రోజుల ఉచిత ట్రయల్‌తో సౌకర్యవంతమైన చందా ప్రణాళికలను ఆఫర్ చేయండి. మా ఇంటిగ్రేటెడ్ రేజర్‌పే చెక్అవుట్ సిస్టమ్‌తో ఆన్‌లైన్ చెల్లింపులను సురక్షితంగా అంగీకరించండి.

source: Insightful Reports
bn: অন্তর্দৃষ্টিপূর্ণ রিপোর্ট
gu: આંતરદૃષ્ટિપૂર્ણ રિપોર્ટ્સ
mr: अंतर्दृष्टीपूर्ण अहवाल
pa: ਸੂਝ ਭਰਪੂਰ ਰਿਪੋਰਟਾਂ
ta: நுண்ணறிவுமிக்க அறிக்கைகள்
te: అంతర్దృష్టిగల నివేదికలు

source: Make data-driven decisions with comprehensive reports on sales, expenses, staff performance, and even new customer leads.
bn: বিক্রয়, ব্যয়, কর্মীদের কর্মক্ষমতা এবং এমনকি নতুন গ্রাহক লিডগুলির উপর ব্যাপক রিপোর্টের সাথে ডেটা-চালিত সিদ্ধান্ত নিন।
gu: વેચાણ, ખર્ચ, સ્ટાફની કામગીરી અને નવા ગ્રાહક લીડ્સ પરના વ્યાપક રિપોર્ટ્સ સાથે ડેટા-આધારિત નિર્ણયો લો.
mr: विक्री, खर्च, कर्मचारी कामगिरी आणि अगदी नवीन ग्राहक लीड्सवरील व्यापक अहवालांसह डेटा-आधारित निर्णय घ्या.
pa: ਵਿਕਰੀ, ਖਰਚਿਆਂ, ਸਟਾਫ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ, ਅਤੇ ਨਵੇਂ ਗਾਹਕ ਲੀਡਾਂ 'ਤੇ ਵਿਆਪਕ ਰਿਪੋਰਟਾਂ ਨਾਲ ਡੇਟਾ-ਅਧਾਰਿਤ ਫੈਸਲੇ ਲਓ।
ta: விற்பனை, செலவுகள், ஊழியர்களின் செயல்திறன் மற்றும் புதிய வாடிக்கையாளர் வழிகாட்டுதல்கள் மீதான விரிவான அறிக்கைகளுடன் தரவு சார்ந்த முடிவுகளை எடுக்கவும்.
te: అమ్మకాలు, ఖర్చులు, సిబ్బంది పనితీరు మరియు కొత్త వినియోగదారుల లీడ్స్‌పై సమగ్ర నివేదికలతో డేటా-ఆధారిత నిర్ణయాలు తీసుకోండి.

source: Pricing
bn: মূল্য নির্ধারণ
gu: કિંમત
mr: किंमत
pa: ਕੀਮਤ
ta: விலை நிர்ணயம்
te: ధర

source: Choose a plan that fits your needs. Our monthly subscription costs less than a single day's labor, and all plans start with a 40-day free trial.
bn: আপনার প্রয়োজন অনুসারে একটি প্ল্যান বেছে নিন। আমাদের মাসিক সাবস্ক্রিপশনের খরচ একদিনের শ্রমের চেয়ে কম, এবং সমস্ত প্ল্যান একটি 40-দিনের বিনামূল্যে ট্রায়াল দিয়ে শুরু হয়।
gu: તમારી જરૂરિયાતોને અનુરૂપ યોજના પસંદ કરો. અમારી માસિક સબ્સ્ક્રિપ્શનની કિંમત એક દિવસની મજૂરી કરતાં ઓછી છે, અને બધી યોજનાઓ 40-દિવસની મફત ટ્રાયલથી શરૂ થાય છે.
mr: तुमच्या गरजेनुसार एक योजना निवडा. आमच्या मासिक सदस्यत्वाची किंमत एका दिवसाच्या मजुरीपेक्षा कमी आहे आणि सर्व योजना 40-दिवसांच्या विनामूल्य चाचणीने सुरू होतात.
pa: ਇੱਕ ਪਲਾਨ ਚੁਣੋ ਜੋ ਤੁਹਾਡੀਆਂ ਜ਼ਰੂਰਤਾਂ ਦੇ ਅਨੁਕੂਲ ਹੋਵੇ। ਸਾਡੀ ਮਹੀਨਾਵਾਰ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਦੀ ਲਾਗਤ ਇੱਕ ਦਿਨ ਦੀ ਮਜ਼ਦੂਰੀ ਤੋਂ ਘੱਟ ਹੈ, ਅਤੇ ਸਾਰੇ ਪਲਾਨ 40-ਦਿਨ ਦੀ ਮੁਫ਼ਤ ਅਜ਼ਮਾਇਸ਼ ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ।
ta: உங்கள் தேவைகளுக்கு ஏற்ற திட்டத்தைத் தேர்வுசெய்யுங்கள். எங்கள் மாதாந்திர சந்தா ஒரு நாள் உழைப்பை விட குறைவாக செலவாகும், மேலும் அனைத்து திட்டங்களும் 40-நாள் இலவச சோதனையுடன் தொடங்குகின்றன.
te: మీ అవసరాలకు సరిపోయే ప్రణాళికను ఎంచుకోండి. మా నెలవారీ చందా ఒక రోజు కూలి కంటే తక్కువ ఖర్చవుతుంది మరియు అన్ని ప్రణాళికలు 40-రోజుల ఉచిత ట్రయల్‌తో ప్రారంభమవుతాయి.

source: days
bn: দিন
gu: દિવસો
mr: दिवस
pa: ਦਿਨ
ta: நாட்கள்
te: రోజులు

source: Regular Price:
bn: নিয়মিত মূল্য:
gu: નિયમિત કિંમત:
mr: नियमित किंमत:
pa: ਨਿਯਮਤ ਕੀਮਤ:
ta: சாதாரண விலை:
te: సాధారణ ధర:

source: Manage Unlimited Staff
bn: সীমাহীন কর্মী পরিচালনা করুন
gu: અમર્યાદિત સ્ટાફનું સંચાલન કરો
mr: अमर्याद कर्मचारी व्यवस्थापित करा
pa: ਅਸੀਮਤ ਸਟਾਫ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
ta: வரம்பற்ற ஊழியர்களை நிர்வகிக்கவும்
te: అపరిమిత సిబ్బందిని నిర్వహించండి

source: Manage Unlimited Customers
bn: সীমাহীন গ্রাহক পরিচালনা করুন
gu: અમર્યાદિત ગ્રાહકોનું સંચાલન કરો
mr: अमर्याद ग्राहक व्यवस्थापित करा
pa: ਅਸੀਮਤ ਗਾਹਕਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
ta: வரம்பற்ற வாடிக்கையாளர்களை நிர்வகிக்கவும்
te: అపరిమిత వినియోగదారులను నిర్వహించండి

source: Automated Invoicing & Reports
bn: স্বয়ংক্রিয় ইনভয়েসিং এবং রিপোর্ট
gu: સ્વચાલિત ઇન્વોઇસિંગ અને રિપોર્ટ્સ
mr: स्वयंचलित पावती आणि अहवाल
pa: ਸਵੈਚਲਿਤ ਇਨਵੌਇਸਿੰਗ ਅਤੇ ਰਿਪੋਰਟਾਂ
ta: தானியங்கி விலைப்பட்டியல் & அறிக்கைகள்
te: ఆటోమేటెడ్ ఇన్‌వాయిసింగ్ & నివేదికలు

source: Email Support
bn: ইমেল সমর্থন
gu: ઇમેઇલ સપોર્ટ
mr: ईमेल समर्थन
pa: ਈਮੇਲ ਸਹਾਇਤਾ
ta: மின்னஞ்சல் ஆதரவு
te: ఇమెయిల్ మద్దతు
