Repository: rajatpoddar/Aquajal-2.0
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: bn, gu, mr, pa, ta, te

source: This coupon code already exists.
bn: এই কুপন কোডটি ইতিমধ্যেই বিদ্যমান।
gu: આ કૂપન કોડ પહેલેથી જ અસ્તિત્વમાં છે.
mr: हा कूपन कोड आधीपासून अस्तित्वात आहे.
pa: ਇਹ ਕੂਪਨ ਕੋਡ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
ta: இந்த கூப்பன் குறியீடு ஏற்கனவே உள்ளது.
te: ఈ కూపన్ కోడ్ ఇప్పటికే ఉంది.

source: This username is already taken.
bn: এই ব্যবহারকারীর নামটি ইতিমধ্যেই নেওয়া হয়েছে।
gu: આ વપરાશકર્તાનામ પહેલેથી જ લેવાયેલું છે.
mr: हे वापरकर्तानाव आधीच घेतले आहे.
pa: ਇਹ ਯੂਜ਼ਰਨੇਮ ਪਹਿਲਾਂ ਹੀ ਲਿਆ ਜਾ ਚੁੱਕਾ ਹੈ।
ta: இந்த பயனர்பெயர் ஏற்கனவே எடுக்கப்பட்டுவிட்டது.
te: ఈ వినియోగదారు పేరు ఇప్పటికే తీసుకోబడింది.

source: This mobile number is already registered.
bn: এই মোবাইল নম্বরটি ইতিমধ্যেই নিবন্ধিত।
gu: આ મોબાઇલ નંબર પહેલેથી જ નોંધાયેલ છે.
mr: हा मोबाईल नंबर आधीच नोंदणीकृत आहे.
pa: ਇਹ ਮੋਬਾਈਲ ਨੰਬਰ ਪਹਿਲਾਂ ਹੀ ਰਜਿਸਟਰਡ ਹੈ।
ta: இந்த மொபைல் எண் ஏற்கனவே பதிவு செய்யப்பட்டுள்ளது.
te: ఈ మొబైల్ నంబర్ ఇప్పటికే నమోదు చేయబడింది.

source: Please use a different username.
bn: অনুগ্রহ করে একটি ভিন্ন ব্যবহারকারীর নাম ব্যবহার করুন।
gu: કૃપા કરીને એક અલગ વપરાશકર્તાનામનો ઉપયોગ કરો.
mr: कृपया वेगळे वापरकर्तानाव वापरा.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੱਖਰਾ ਯੂਜ਼ਰਨੇਮ ਵਰਤੋ।
ta: தயவுசெய்து வேறு பயனர்பெயரைப் பயன்படுத்தவும்.
te: దయచేసి వేరే వినియోగదారు పేరును ఉపయోగించండి.

source: Admin Dashboard
bn: অ্যাডমিন ড্যাশবোর্ড
gu: એડમિન ડેશબોર્ડ
mr: ऍडमिन डॅशबोर्ड
pa: ਐਡਮਿਨ ਡੈਸ਼ਬੋਰਡ
ta: நிர்வாகி டாஷ்போர்டு
te: అడ్మిన్ డాష్‌బోర్డ్

source: Your profile has been updated.
bn: আপনার প্রোফাইল আপডেট করা হয়েছে।
gu: તમારી પ્રોફાઇલ અપડેટ કરવામાં આવી છે.
mr: तुमची प्रोफाइल अद्यतनित केली आहे.
pa: ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਅੱਪਡੇਟ ਹੋ ਗਈ ਹੈ।
ta: உங்கள் சுயவிவரம் புதுப்பிக்கப்பட்டது.
te: మీ ప్రొఫైల్ నవీకరించబడింది.

source: My Profile
bn: আমার প্রোফাইল
gu: મારી પ્રોફાઇલ
mr: माझी प्रोफाइल
pa: ਮੇਰੀ ਪ੍ਰੋਫਾਈਲ
ta: என் சுயவிவரம்
te: నా ప్రొఫైల్

source: Business "%(name)s" created successfully.
bn: ব্যবসা "%(name)s" সফলভাবে তৈরি হয়েছে।
gu: વ્યવસાય "%(name)s" સફળતાપૂર્વક બનાવવામાં આવ્યો છે.
mr: व्यवसाय "%(name)s" यशस्वीरित्या तयार झाला.
pa: ਕਾਰੋਬਾਰ "%(name)s" ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ ਹੈ।
ta: "%(name)s" என்ற வணிகம் வெற்றிகரமாக உருவாக்கப்பட்டது.
te: "%(name)s" అనే వ్యాపారం విజయవంతంగా సృష్టించబడింది.

source: Create New Business
bn: নতুন ব্যবসা তৈরি করুন
gu: નવો વ્યવસાય બનાવો
mr: नवीन व्यवसाय तयार करा
pa: ਨਵਾਂ ਕਾਰੋਬਾਰ ਬਣਾਓ
ta: புதிய வணிகத்தை உருவாக்கவும்
te: కొత్త వ్యాపారాన్ని సృష్టించండి

source: Business "%(name)s" details have been updated.
bn: ব্যবসা "%(name)s"-এর বিবরণ আপডেট করা হয়েছে।
gu: વ્યવસાય "%(name)s" ની વિગતો અપડેટ કરવામાં આવી છે.
mr: व्यवसाय "%(name)s" चे तपशील अद्यतनित केले आहेत.
pa: ਕਾਰੋਬਾਰ "%(name)s" ਦੇ ਵੇਰਵੇ ਅੱਪਡੇਟ ਕੀਤੇ ਗਏ ਹਨ।
ta: "%(name)s" என்ற வணிகத்தின் விவரங்கள் புதுப்பிக்கப்பட்டன.
te: "%(name)s" అనే వ్యాపారం వివరాలు నవీకరించబడ్డాయి.

source: Subscription updated for "%(name)s".
bn: "%(name)s"-এর জন্য সাবস্ক্রিপশন আপডেট করা হয়েছে।
gu: "%(name)s" માટે સબ્સ્ક્રિપ્શન અપડેટ થયું.
mr: "%(name)s" साठी सदस्यता अद्यतनित केली आहे.
pa: "%(name)s" ਲਈ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।
ta: "%(name)s" க்கான சந்தா புதுப்பிக்கப்பட்டது.
te: "%(name)s" కోసం చందా నవీకరించబడింది.

source: Subscription removed for "%(name)s". Status set to expired.
bn: "%(name)s"-এর জন্য সাবস্ক্রিপশন সরানো হয়েছে। স্ট্যাটাস মেয়াদোত্তীর্ণ সেট করা হয়েছে।
gu: "%(name)s" માટે સબ્સ્ક્રિપ્શન દૂર કર્યું. સ્થિતિ સમાપ્ત થઈ ગઈ છે.
mr: "%(name)s" साठी सदस्यता काढली आहे. स्थिती कालबाह्य झाली आहे.
pa: "%(name)s" ਲਈ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਹਟਾ ਦਿੱਤਾ ਗਿਆ। ਸਥਿਤੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ।
ta: "%(name)s" க்கான சந்தா அகற்றப்பட்டது. நிலை காலாவதியாக அமைக்கப்பட்டது.
te: "%(name)s" కోసం చందా తీసివేయబడింది. స్థితి గడువు ముగిసింది.

source: Edit Business
bn: ব্যবসা সম্পাদনা করুন
gu: વ્યવસાય સંપાદિત કરો
mr: व्यवसाय संपादित करा
pa: ਕਾਰੋਬਾਰ ਸੰਪਾਦਿਤ ਕਰੋ
ta: வணிகத்தைத் திருத்தவும்
te: వ్యాపారాన్ని సవరించండి

source: Stock for "%(name)s" has been reset to zero.
bn: "%(name)s"-এর জন্য স্টক শূন্যে রিসেট করা হয়েছে।
gu: "%(name)s" માટે સ્ટોક શૂન્ય પર રીસેટ કરવામાં આવ્યો છે.
mr: "%(name)s" साठी स्टॉक शून्यावर रीसेट केला आहे.
pa: "%(name)s" ਲਈ ਸਟਾਕ ਜ਼ੀਰੋ 'ਤੇ ਰੀਸੈਟ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।
ta: "%(name)s" க்கான இருப்பு பூஜ்ஜியத்திற்கு மீட்டமைக்கப்பட்டது.
te: "%(name)s" కోసం స్టాక్ సున్నాకి రీసెట్ చేయబడింది.

source: User "%(username)s" has been created.
bn: ব্যবহারকারী "%(username)s" তৈরি করা হয়েছে।
gu: વપરાશકર્તા "%(username)s" બનાવવામાં આવ્યો છે.
mr: वापरकर्ता "%(username)s" तयार झाला आहे.
pa: ਯੂਜ਼ਰ "%(username)s" ਬਣਾਇਆ ਗਿਆ ਹੈ।
ta: "%(username)s" என்ற பயனர் உருவாக்கப்பட்டுள்ளார்.
te: "%(username)s" అనే వినియోగదారు సృష్టించబడ్డారు.

source: Add New User
bn: নতুন ব্যবহারকারী যোগ করুন
gu: નવો વપરાશકર્તા ઉમેરો
mr: नवीन वापरकर्ता जोडा
pa: ਨਵਾਂ ਯੂਜ਼ਰ ਸ਼ਾਮਲ ਕਰੋ
ta: புதிய பயனரைச் சேர்க்கவும்
te: కొత్త వినియోగదారుని జోడించండి

source: User "%(username)s" has been updated.
bn: ব্যবহারকারী "%(username)s" আপডেট করা হয়েছে।
gu: વપરાશકર્તા "%(username)s" અપડેટ કરવામાં આવ્યો છે.
mr: वापरकर्ता "%(username)s" अद्यतनित केला आहे.
pa: ਯੂਜ਼ਰ "%(username)s" ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।
ta: "%(username)s" என்ற பயனர் புதுப்பிக்கப்பட்டுள்ளார்.
te: "%(username)s" అనే వినియోగదారు నవీకరించబడ్డారు.

source: Edit User
bn: ব্যবহারকারী সম্পাদনা করুন
gu: વપરાશકર્તા સંપાદિત કરો
mr: वापरकर्ता संपादित करा
pa: ਯੂਜ਼ਰ ਸੰਪਾਦਿਤ ਕਰੋ
ta: பயனரைத் திருத்தவும்
te: వినియోగదారుని సవరించండి

source: Cannot delete the admin user.
bn: অ্যাডমিন ব্যবহারকারী মুছে ফেলা যাবে না।
gu: એડમિન વપરાશકર્તાને કાઢી શકાતો નથી.
mr: ऍडमिन वापरकर्त्याला हटवू शकत नाही.
pa: ਐਡਮਿਨ ਯੂਜ਼ਰ ਨੂੰ ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
ta: நிர்வாகி பயனரை நீக்க முடியாது.
te: అడ్మిన్ వినియోగదారుని తొలగించలేరు.

source: User "%(username)s" has been deleted.
bn: ব্যবহারকারী "%(username)s" মুছে ফেলা হয়েছে।
gu: વપરાશકર્તા "%(username)s" કાઢી નાખવામાં આવ્યો છે.
mr: वापरकर्ता "%(username)s" हटवला आहे.
pa: ਯੂਜ਼ਰ "%(username)s" ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।
ta: "%(username)s" என்ற பயனர் நீக்கப்பட்டுள்ளார்.
te: "%(username)s" అనే వినియోగదారు తొలగించబడ్డారు.

source: Subscription Plans
bn: সাবস্ক্রিপশন প্ল্যান
gu: સબ્સ્ક્રિપ્શન યોજનાઓ
mr: सदस्यता योजना
pa: ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਪਲਾਨ
ta: சந்தா திட்டங்கள்
te: చందా ప్రణాళికలు

source: New subscription plan has been created.
bn: নতুন সাবস্ক্রিপশন প্ল্যান তৈরি করা হয়েছে।
gu: નવી સબ્સ્ક્રિપ્શન યોજના બનાવવામાં આવી છે.
mr: नवीन सदस्यता योजना तयार केली आहे.
pa: ਨਵਾਂ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਪਲਾਨ ਬਣਾਇਆ ਗਿਆ ਹੈ।
ta: புதிய சந்தா திட்டம் உருவாக்கப்பட்டுள்ளது.
te: కొత్త చందా ప్రణాళిక సృష్టించబడింది.

source: Add New Plan
bn: নতুন প্ল্যান যোগ করুন
gu: નવી યોજના ઉમેરો
mr: नवीन योजना जोडा
pa: ਨਵਾਂ ਪਲਾਨ ਸ਼ਾਮਲ ਕਰੋ
ta: புதிய திட்டத்தைச் சேர்க்கவும்
te: కొత్త ప్రణాళికను జోడించండి

source: Subscription plan has been updated.
bn: সাবস্ক্রিপশন প্ল্যান আপডেট করা হয়েছে।
gu: સબ્સ્ક્રિપ્શન યોજના અપડેટ કરવામાં આવી છે.
mr: सदस्यता योजना अद्यतनित केली आहे.
pa: ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਪਲਾਨ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।
ta: சந்தா திட்டம் புதுப்பிக்கப்பட்டுள்ளது.
te: చందా ప్రణాళిక నవీకరించబడింది.

source: Edit Plan
bn: প্ল্যান সম্পাদনা করুন
gu: યોજના સંપાદિત કરો
mr: योजना संपादित करा
pa: ਪਲਾਨ ਸੰਪਾਦਿਤ ਕਰੋ
ta: திட்டத்தைத் திருத்தவும்
te: ప్రణాళికను సవరించండి

source: Cannot delete plan. It is currently assigned to one or more businesses.
bn: প্ল্যান মুছে ফেলা যাবে না। এটি বর্তমানে এক বা একাধিক ব্যবসার জন্য নির্ধারিত।
gu: યોજના કાઢી શકાતી નથી. તે હાલમાં એક અથવા વધુ વ્યવસાયોને સોંપેલ છે.
mr: योजना हटवू शकत नाही. ती सध्या एक किंवा अधिक व्यवसायांना नियुक्त केली आहे.
pa: ਪਲਾਨ ਨੂੰ ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਇਹ ਵਰਤਮਾਨ ਵਿੱਚ ਇੱਕ ਜਾਂ ਇੱਕ ਤੋਂ ਵੱਧ ਕਾਰੋਬਾਰਾਂ ਨੂੰ ਸੌਂਪਿਆ ਗਿਆ ਹੈ।
ta: திட்டத்தை நீக்க முடியாது. இது தற்போது ஒன்று அல்லது அதற்கு மேற்பட்ட வணிகங்களுக்கு ஒதுக்கப்பட்டுள்ளது.
te: ప్రణాళికను తొలగించలేరు. ఇది ప్రస్తుతం ఒకటి లేదా అంతకంటే ఎక్కువ వ్యాపారాలకు కేటాయించబడింది.

source: Plan "%(name)s" has been deleted.
bn: প্ল্যান "%(name)s" মুছে ফেলা হয়েছে।
gu: યોજના "%(name)s" કાઢી નાખવામાં આવી છે.
mr: योजना "%(name)s" हटवली आहे.
pa: ਪਲਾਨ "%(name)s" ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।
ta: "%(name)s" என்ற திட்டம் நீக்கப்பட்டுள்ளது.
te: "%(name)s" అనే ప్రణాళిక తొలగించబడింది.

source: Manage Coupons
bn: কুপন পরিচালনা করুন
gu: કૂપન્સનું સંચાલન કરો
mr: कूपन व्यवस्थापित करा
pa: ਕੂਪਨ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
ta: கூப்பன்களை நிர்வகிக்கவும்
te: కూపన్‌లను నిర్వహించండి

source: New coupon has been created.
bn: নতুন কুপন তৈরি করা হয়েছে।
gu: નવું કૂપન બનાવવામાં આવ્યું છે.
mr: नवीन कूपन तयार केले आहे.
pa: ਨਵਾਂ ਕੂਪਨ ਬਣਾਇਆ ਗਿਆ ਹੈ।
ta: புதிய கூப்பன் உருவாக்கப்பட்டுள்ளது.
te: కొత్త కూపన్ సృష్టించబడింది.

source: Add New Coupon
bn: নতুন কুপন যোগ করুন
gu: નવું કૂપન ઉમેરો
mr: नवीन कूपन जोडा
pa: ਨਵਾਂ ਕੂਪਨ ਸ਼ਾਮਲ ਕਰੋ
ta: புதிய கூப்பனைச் சேர்க்கவும்
te: కొత్త కూపన్‌ను జోడించండి

source: Coupon has been updated.
bn: কুপন আপডেট করা হয়েছে।
gu: કૂપન અપડેટ કરવામાં આવ્યું છે.
mr: कूपन अद्यतनित केले आहे.
pa: ਕੂਪਨ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।
ta: கூப்பன் புதுப்பிக்கப்பட்டுள்ளது.
te: కూపన్ నవీకరించబడింది.

source: Edit Coupon
bn: কুপন সম্পাদনা করুন
gu: કૂપન સંપાદિત કરો
mr: कूपन संपादित करा
pa: ਕੂਪਨ ਸੰਪਾਦਿਤ ਕਰੋ
ta: கூப்பனைத் திருத்தவும்
te: కూపన్‌ను సవరించండి

source: Coupon "%(code)s" has been deleted.
bn: কুপন "%(code)s" মুছে ফেলা হয়েছে।
gu: કૂપન "%(code)s" કાઢી નાખવામાં આવ્યું છે.
mr: कूपन "%(code)s" हटवले आहे.
pa: ਕੂਪਨ "%(code)s" ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।
ta: "%(code)s" என்ற கூப்பன் நீக்கப்பட்டுள்ளது.
te: "%(code)s" అనే కూపన్ తొలగించబడింది.

source: Business "%(name)s" and all of its associated data have been permanently deleted.
bn: ব্যবসা "%(name)s" এবং এর সাথে সম্পর্কিত সমস্ত ডেটা স্থায়ীভাবে মুছে ফেলা হয়েছে।
gu: વ્યવસાય "%(name)s" અને તેના તમામ સંબંધિત ડેટા કાયમ માટે કાઢી નાખવામાં આવ્યા છે.
mr: व्यवसाय "%(name)s" आणि त्यासंबंधित सर्व डेटा कायमचा हटवला आहे.
pa: ਕਾਰੋਬਾਰ "%(name)s" ਅਤੇ ਇਸਦੇ ਸਾਰੇ ਸੰਬੰਧਿਤ ਡੇਟਾ ਨੂੰ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।
ta: "%(name)s" என்ற வணிகமும் அதனுடன் தொடர்புடைய அனைத்து தரவுகளும் நிரந்தரமாக நீக்கப்பட்டுள்ளன.
te: "%(name)s" అనే వ్యాపారం మరియు దానితో అనుబంధించబడిన మొత్తం డేటా శాశ్వతంగా తొలగించబడింది.

source: Error deleting business: %(error)s
bn: ব্যবসা মুছতে ত্রুটি: %(error)s
gu: વ્યવસાય કાઢી નાખવામાં ભૂલ: %(error)s
mr: व्यवसाय हटवण्यात त्रुटी: %(error)s
pa: ਕਾਰੋਬਾਰ ਨੂੰ ਮਿਟਾਉਣ ਵਿੱਚ ਗਲਤੀ: %(error)s
ta: வணிகத்தை நீக்குவதில் பிழை: %(error)s
te: వ్యాపారాన్ని తొలగించడంలో లోపం: %(error)s

source: Invalid username/mobile or password
bn: অবৈধ ব্যবহারকারীর নাম/মোবাইল বা পাসওয়ার্ড
gu: અમાન્ય વપરાશકર્તાનામ/મોબાઇલ અથવા પાસવર્ડ
mr: अवैध वापरकर्तानाव/मोबाइल किंवा पासवर्ड
pa: ਅਵੈਧ ਯੂਜ਼ਰਨੇਮ/ਮੋਬਾਈਲ ਜਾਂ ਪਾਸਵਰਡ
ta: தவறான பயனர்பெயர்/மொபைல் அல்லது கடவுச்சொல்
te: చెల్లని వినియోగదారు పేరు/మొబైల్ లేదా పాస్‌వర్డ్

source: Sign In
bn: সাইন ইন করুন
gu: સાઇન ઇન કરો
mr: साइन इन करा
pa: ਸਾਈਨ ਇਨ ਕਰੋ
ta: உள்நுழைக
te: సైన్ ఇన్ చేయండి

source: The all-in-one solution for managing your water jar supply business. Streamline deliveries, track inventory, and manage staff with ease.
bn: আপনার জলের জার সরবরাহ ব্যবসা পরিচালনার জন্য অল-ইন-ওয়ান সমাধান। ডেলিভারি সহজ করুন, ইনভেন্টরি ট্র্যাক করুন এবং সহজেই কর্মীদের পরিচালনা করুন।
gu: તમારા પાણીના જાર સપ્લાયના વ્યવસાયનું સંચાલન કરવા માટે ઓલ-ઇન-વન સોલ્યુશન. ડિલિવરીને સુવ્યવસ્થિત કરો, ઇન્વેન્ટરીને ટ્રેક કરો અને સ્ટાફનું સરળતાથી સંચાલન કરો.
mr: तुमच्या पाण्याच्या जार पुरवठा व्यवसायाचे व्यवस्थापन करण्यासाठी एक सर्वांगीण समाधान. डिलिव्हरी सुव्यवस्थित करा, इन्व्हेंटरीचा मागोवा घ्या आणि कर्मचाऱ्यांचे सहजतेने व्यवस्थापन करा.
pa: ਤੁਹਾਡੇ ਪਾਣੀ ਦੇ ਜਾਰ ਸਪਲਾਈ ਦੇ ਕਾਰੋਬਾਰ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਲਈ ਆਲ-ਇਨ-ਵਨ ਹੱਲ। ਡਿਲੀਵਰੀ ਨੂੰ ਸੁਚਾਰੂ ਬਣਾਓ, ਵਸਤੂ ਸੂਚੀ ਨੂੰ ਟਰੈਕ ਕਰੋ, ਅਤੇ ਆਸਾਨੀ ਨਾਲ ਸਟਾਫ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।
ta: உங்கள் தண்ணீர் ஜார் விநியோக வணிகத்தை நிர்வகிப்பதற்கான முழுமையான தீர்வு. விநியோகங்களை நெறிப்படுத்துங்கள், இருப்பைக் கண்காணிக்கவும், மற்றும் ஊழியர்களை எளிதாக நிர்வகிக்கவும்.
te: మీ నీటి కూజా సరఫరా వ్యాపారాన్ని నిర్వహించడానికి ఆల్-ఇన్-వన్ పరిష్కారం. డెలివరీలను క్రమబద్ధీకరించండి, ఇన్వెంటరీని ట్రాక్ చేయండి మరియు సిబ్బందిని సులభంగా నిర్వహించండి.

source: The all-in-one solution for managing your water jar supply business.
bn: আপনার জলের জার সরবরাহ ব্যবসা পরিচালনার জন্য অল-ইন-ওয়ান সমাধান।
gu: તમારા પાણીના જાર સપ્લાયના વ્યવસાયનું સંચાલન કરવા માટે ઓલ-ઇન-વન સોલ્યુશન.
mr: तुमच्या पाण्याच्या जार पुरवठा व्यवसायाचे व्यवस्थापन करण्यासाठी एक सर्वांगीण समाधान.
pa: ਤੁਹਾਡੇ ਪਾਣੀ ਦੇ ਜਾਰ ਸਪਲਾਈ ਦੇ ਕਾਰੋਬਾਰ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਲਈ ਆਲ-ਇਨ-ਵਨ ਹੱਲ।
ta: உங்கள் தண்ணீர் ஜார் விநியோக வணிகத்தை நிர்வகிப்பதற்கான முழுமையான தீர்வு.
te: మీ నీటి కూజా సరఫరా వ్యాపారాన్ని నిర్వహించడానికి ఆల్-ఇన్-వన్ పరిష్కారం.

source: Admin Menu
bn: অ্যাডমিন মেনু
gu: એડમિન મેનુ
mr: ऍडमिन मेनू
pa: ਐਡਮਿਨ ਮੀਨੂ
ta: நிர்வாகி மெனு
te: అడ్మిన్ మెనూ

source: Manager Menu
bn: ম্যানেজার মেনু
gu: મેનેજર મેનુ
mr: व्यवस्थापक मेनू
pa: ਮੈਨੇਜਰ ਮੀਨੂ
ta: மேலாளர் மெனு
te: మేనేజర్ మెనూ

source: Dashboard
bn: ড্যাশবোর্ড
gu: ડેશબોર્ડ
mr: डॅशबोर्ड
pa: ਡੈਸ਼ਬੋਰਡ
ta: டாஷ்போர்டு
te: డాష్‌బోర్డ్

source: Customers
bn: গ্রাহক
gu: ગ્રાહકો
mr: ग्राहक
pa: ਗਾਹਕ
ta: வாடிக்கையாளர்கள்
te: వినియోగదారులు

source: Manage Staff
bn: কর্মী পরিচালনা করুন
gu: સ્ટાફનું સંચાલન કરો
mr: कर्मचारी व्यवस्थापित करा
pa: ਸਟਾਫ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
ta: ஊழியர்களை நிர்வகிக்கவும்
te: సిబ్బందిని నిర్వహించండి

source: Invoices
bn: ইনভয়েস
gu: ઇન્વોઇસ
mr: पावत्या
pa: ਇਨਵੌਇਸ
ta: விலைப்பட்டியல்கள்
te: ఇన్‌వాయిస్‌లు

source: My Account & Subscription
bn: আমার অ্যাকাউন্ট এবং সাবস্ক্রিপশন
gu: મારું ખાતું અને સબ્સ્ક્રિપ્શન
mr: माझे खाते आणि सदस्यता
pa: ਮੇਰਾ ਖਾਤਾ ਅਤੇ ਸਬਸਕ੍ਰਿਪਸ਼ਨ
ta: என் கணக்கு & சந்தா
te: నా ఖాతా & చందా

source: My Dashboard
bn: আমার ড্যাশবোর্ড
gu: મારું ડેશબોર્ડ
mr: माझा डॅशबोर्ड
pa: ਮੇਰਾ ਡੈਸ਼ਬੋਰਡ
ta: என் டாஷ்போர்டு
te: నా డాష్‌బోర్డ్

source: Logout
bn: লগআউট
gu: લૉગ આઉટ
mr: लॉगआउट
pa: ਲੌਗਆਉਟ
ta: வெளியேறு
te: లాగ్ అవుట్

source: How to Use
bn: কিভাবে ব্যবহার করবেন
gu: કેવી રીતે ઉપયોગ કરવો
mr: कसे वापरावे
pa: ਕਿਵੇਂ ਵਰਤਣਾ ਹੈ
ta: எப்படி பயன்படுத்துவது
te: ఎలా ఉపయోగించాలి

source: About Us
bn: আমাদের সম্পর্কে
gu: અમારા વિશે
mr: आमच्याबद्दल
pa: ਸਾਡੇ ਬਾਰੇ
ta: எங்களை பற்றி
te: మా గురించి

source: Contact Us
bn: যোগাযোগ করুন
gu: અમારો સંપર્ક કરો
mr: आमच्याशी संपर्क साधा
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ta: தொடர்பு கொள்ள
te: మమ్మల్ని సంప్రదించండి

source: Login
bn: লগইন
gu: લોગીન
mr: लॉगिन
pa: ਲਾਗਇਨ
ta: உள்நுழைய
te: లాగిన్

source: Register
bn: নিবন্ধন করুন
gu: રજીસ્ટર કરો
mr: नोंदणी करा
pa: ਰਜਿਸਟਰ ਕਰੋ
ta: பதிவு செய்யவும்
te: నమోదు చేసుకోండి

source: The complete solution for managing your water supply business efficiently and effectively.
bn: আপনার জল সরবরাহ ব্যবসা দক্ষতার সাথে এবং কার্যকরভাবে পরিচালনার জন্য সম্পূর্ণ সমাধান।
gu: તમારા પાણી પુરવઠાના વ્યવસાયને કુશળતાપૂર્વક અને અસરકારક રીતે સંચાલિત કરવા માટે સંપૂર્ણ ઉકેલ.
mr: तुमचा पाणीपुरवठा व्यवसाय कार्यक्षमतेने आणि प्रभावीपणे व्यवस्थापित करण्यासाठी संपूर्ण समाधान.
pa: ਤੁਹਾਡੇ ਪਾਣੀ ਸਪਲਾਈ ਦੇ ਕਾਰੋਬਾਰ ਨੂੰ ਕੁਸ਼ਲਤਾ ਅਤੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਪ੍ਰਬੰਧਿਤ ਕਰਨ ਲਈ ਪੂਰਾ ਹੱਲ।
ta: உங்கள் தண்ணீர் விநியோக வணிகத்தை திறமையாகவும் திறம்படவும் நிர்வகிப்பதற்கான முழுமையான தீர்வு.
te: మీ నీటి సరఫరా వ్యాపారాన్ని సమర్థవంతంగా మరియు ప్రభావవంతంగా నిర్వహించడానికి పూర్తి పరిష్కారం.

source: Quick Links
bn: দ্রুত লিঙ্ক
gu: ઝડપી લિંક્સ
mr: द्रुत दुवे
pa: ਤੇਜ਼ ਲਿੰਕ
ta: விரைவு இணைப்புகள்
te: త్వరిత లింకులు

source: FAQ
bn: প্রশ্নাবলী
gu: વારંવાર પૂછાતા પ્રશ્નો
mr: वारंवार विचारले जाणारे प्रश्न
pa: ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਸਵਾਲ
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
te: తరచుగా అడిగే ప్రశ్నలు

source: Contact
bn: যোগাযোগ
gu: સંપર્ક
mr: संपर्क
pa: ਸੰਪਰਕ
ta: தொடர்பு
te: సంప్రదించండి

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?
gu: પાસવર્ડ ભૂલી ગયા છો?
mr: पासवर्ड विसरलात?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్వర్డ్ మర్చిపోయారా?

source: New Supplier?
bn: নতুন সরবরাহকারী?
gu: નવા સપ્લાયર?
mr: नवीन पुरवठादार?
pa: ਨਵਾਂ ਸਪਲਾਇਰ?
ta: புதிய சப்ளையரா?
te: కొత్త సరఫరాదారు?

source: Start your trial here!
bn: আপনার ট্রায়াল এখানে শুরু করুন!
gu: તમારી ટ્રાયલ અહીં શરૂ કરો!
mr: तुमची चाचणी येथे सुरू करा!
pa: ਆਪਣੀ ਅਜ਼ਮਾਇਸ਼ ਇੱਥੇ ਸ਼ੁਰੂ ਕਰੋ!
ta: உங்கள் சோதனையை இங்கே தொடங்குங்கள்!
te: మీ ట్రయల్‌ను ఇక్కడ ప్రారంభించండి!

source: Welcome,
bn: স্বাগতম,
gu: સ્વાગત છે,
mr: स्वागत आहे,
pa: ਜੀ ਆਇਆਂ ਨੂੰ,
ta: வரவேற்கிறோம்,
te: స్వాగతం,

source: Outstanding Balance
bn: বকেয়া ব্যালেন্স
gu: બાકી રકમ
mr: थकबाकी
pa: ਬਕਾਇਆ ਰਕਮ
ta: நிலுவைத் தொகை
te: బకాయి ఉన్న బ్యాలెన్స్

source: You have a due amount of
bn: আপনার বকেয়া পরিমাণ
gu: તમારી બાકી રકમ છે
mr: तुमची देय रक्कम आहे
pa: ਤੁਹਾਡੀ ਬਕਾਇਆ ਰਕਮ ਹੈ
ta: உங்களுக்கு செலுத்த வேண்டிய தொகை
te: మీరు చెల్లించవలసిన మొత్తం

source: Please clear it with the delivery staff by the end of the month to avoid any interruptions in service.
bn: পরিষেবায় কোনো বাধা এড়াতে অনুগ্রহ করে মাসের শেষের মধ্যে ডেলিভারি কর্মীদের সাথে এটি পরিষ্কার করুন।
gu: સેવામાં કોઈપણ વિક્ષેપ ટાળવા માટે કૃપા કરીને મહિનાના અંત સુધીમાં ડિલિવરી સ્ટાફ સાથે તેને ચૂકવી દો.
mr: सेवेत कोणताही व्यत्यय टाळण्यासाठी कृपया महिन्याच्या अखेरीस डिलिव्हरी कर्मचार्‍यांकडून ते क्लिअर करा.
pa: ਸੇਵਾ ਵਿੱਚ ਕਿਸੇ ਵੀ ਰੁਕਾਵਟ ਤੋਂ ਬਚਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਮਹੀਨੇ ਦੇ ਅੰਤ ਤੱਕ ਡਿਲੀਵਰੀ ਸਟਾਫ ਨਾਲ ਇਸਨੂੰ ਕਲੀਅਰ ਕਰੋ।
ta: சேவையில் எந்தவித இடையூறுகளையும் தவிர்க்க, மாத இறுதிக்குள் டெலிவரி ஊழியர்களிடம் இதை செலுத்தி முடிக்கவும்.
te: సేవలో ఎలాంటి అంతరాయాలు కలగకుండా ఉండేందుకు దయచేసి నెల చివరిలోగా డెలివరీ సిబ్బందితో దాన్ని క్లియర్ చేయండి.

source: Quick Actions
bn: দ্রুত পদক্ষেপ
gu: ઝડપી ક્રિયાઓ
mr: त्वरित कृती
pa: ਤੇਜ਼ ਕਾਰਵਾਈਆਂ
ta: விரைவு நடவடிக்கைகள்
te: త్వరిత చర్యలు

source: Request Daily Jars
bn: দৈনিক জারের জন্য অনুরোধ করুন
gu: દૈનિક જારની વિનંતી કરો
mr: रोजच्या जारची विनंती करा
pa: ਰੋਜ਼ਾਨਾ ਜਾਰਾਂ ਦੀ ਬੇਨਤੀ ਕਰੋ
ta: தினசரி ஜார்களுக்கு கோரிக்கை
te: రోజువారీ కూజాలను అభ్యర్థించండి

source: Book for an Event
bn: একটি অনুষ্ঠানের জন্য বুক করুন
gu: ઇવેન્ટ માટે બુક કરો
mr: कार्यक्रमासाठी बुक करा
pa: ਇੱਕ ਇਵੈਂਟ ਲਈ ਬੁੱਕ ਕਰੋ
ta: ஒரு நிகழ்வுக்காக பதிவு செய்யவும்
te: ఒక కార్యక్రమం కోసం బుక్ చేయండి

source: My Activity
bn: আমার কার্যকলাপ
gu: મારી પ્રવૃત્તિ
mr: माझी क्रियाकलाप
pa: ਮੇਰੀ ਗਤੀਵਿਧੀ
ta: என் செயல்பாடு
te: నా కార్యాచరణ

source: jar(s)
bn: জার
gu: જાર
mr: जार
pa: ਜਾਰ
ta: ஜார்(கள்)
te: కూజా(లు)

source: delivered on
bn: ডেলিভারি হয়েছে
gu: ના રોજ ડિલિવર થયું
mr: या तारखेला वितरित
pa: ਨੂੰ ਡਿਲੀਵਰ ਕੀਤਾ ਗਿਆ
ta: அன்று வழங்கப்பட்டது
te: నాడు డెలివరీ చేయబడింది

source: Amount:
bn: পরিমাণ:
gu: રકમ:
mr: रक्कम:
pa: ਰਕਮ:
ta: தொகை:
te: మొత్తం:

source: Due
bn: বকেয়া
gu: બાકી
mr: देय
pa: ਬਕਾਇਆ
ta: செலுத்த வேண்டியவை
te: చెల్లించవలసినది

source: Paid
bn: পরিশোধিত
gu: ચૂકવેલ
mr: पैसे दिले
pa: ਭੁਗਤਾਨ ਕੀਤਾ
ta: செலுத்தப்பட்டது
te: చెల్లించబడింది

source: Booked
bn: বুক করা হয়েছে
gu: બુક કરેલ
mr: बुक केले
pa: ਬੁੱਕ ਕੀਤਾ
ta: பதிவு செய்யப்பட்டது
te: బుక్ చేయబడింది

source: Jar(s)
bn: জার
gu: જાર
mr: जार
pa: ਜਾਰ
ta: ஜார்(கள்)
te: కూజా(లు)

source: Dispenser(s)
bn: ডিসপেনসার
gu: ડિસ્પેન્સર
mr: डिस्पेंसर
pa: ਡਿਸਪੈਂਸਰ
ta: டிஸ்பென்சர்(கள்)
te: డిస్పెన్సర్(లు)

source: for event on
bn: অনুষ্ঠানের জন্য
gu: પરની ઇવેન્ટ માટે
mr: या तारखेच्या कार्यक्रमासाठी
pa: 'ਤੇ ਇਵੈਂਟ ਲਈ
ta: அன்று நடக்கும் நிகழ்வுக்காக
te: నాడు జరిగే కార్యక్రమం కోసం

source: Booking Delivery
bn: বুকিং ডেলিভারি
gu: બુકિંગ ડિલિવરી
mr: बुकिंग डिलिव्हरी
pa: ਬੁਕਿੰਗ ਡਿਲੀਵਰੀ
ta: புக்கிங் டெலிவரி
te: బుకింగ్ డెలివరీ

source: Returned:
bn: ফেরত:
gu: પરત કરેલ:
mr: परत आले:
pa: ਵਾਪਸ ਕੀਤਾ:
ta: திருப்பி அனுப்பப்பட்டது:
te: తిరిగి ఇవ్వబడింది:

source: Jars
bn: জার
gu: જાર
mr: जार
pa: ਜਾਰ
ta: ஜார்கள்
te: కూజాలు

source: Dispensers
bn: ডিসপেনসার
gu: ડિસ્પેન્સર
mr: डिस्पेंसर
pa: ਡਿਸਪੈਂਸਰ
ta: டிஸ்பென்சர்கள்
te: డిస్పెన్సర్లు

source: Lost:
bn: হারিয়েছে:
gu: ખોવાયેલ:
mr: हरवले:
pa: ਗੁਆਚ ਗਿਆ:
ta: இழந்தது:
te: కోల్పోయింది:

source: Final Settled Amount:
bn: চূড়ান্ত নিষ্পত্তিকৃত পরিমাণ:
gu: અંતિમ ચૂકવેલ રકમ:
mr: अंतिम निश्चित रक्कम:
pa: ਅੰਤਿਮ ਨਿਪਟਾਈ ਰਕਮ:
ta: இறுதி தீர்க்கப்பட்ட தொகை:
te: తుది పరిష్కరించబడిన మొత్తం:

source: Confirmed Amount:
bn: নিশ্চিত পরিমাণ:
gu: પુષ્ટિ થયેલ રકમ:
mr: पुष्टी केलेली रक्कम:
pa: ਪੁਸ਼ਟੀ ਕੀਤੀ ਰਕਮ:
ta: உறுதிப்படுத்தப்பட்ட தொகை:
te: ధృవీకరించబడిన మొత్తం:

source: No recent activity found.
bn: সাম্প্রতিক কোনো কার্যকলাপ পাওয়া যায়নি।
gu: કોઈ તાજેતરની પ્રવૃત્તિ મળી નથી.
mr: अलीकडील कोणतीही क्रियाकलाप आढळली नाही.
pa: ਕੋਈ ਤਾਜ਼ਾ ਗਤੀਵਿਧੀ ਨਹੀਂ ਮਿਲੀ।
ta: சமீபத்திய செயல்பாடு எதுவும் இல்லை.
te: ఇటీవలి కార్యాచరణ ఏదీ కనుగొనబడలేదు.

source: Issued:
bn: ইস্যু করা হয়েছে:
gu: જારી કરેલ:
mr: जारी केले:
pa: ਜਾਰੀ ਕੀਤਾ:
ta: வழங்கப்பட்டது:
te: జారీ చేయబడింది:

source: View
bn: দেখুন
gu: જુઓ
mr: पहा
pa: ਦੇਖੋ
ta: காண்க
te: చూడండి

source: Download
bn: ডাউনলোড
gu: ડાઉનલોડ કરો
mr: डाउनलोड करा
pa: ਡਾਊਨਲੋਡ ਕਰੋ
ta: பதிவிறக்க
te: డౌన్‌లోడ్ చేయండి

source: No invoices found.
bn: কোনো ইনভয়েস পাওয়া যায়নি।
gu: કોઈ ઇન્વોઇસ મળ્યા નથી.
mr: कोणत्याही पावत्या आढळल्या नाहीत.
pa: ਕੋਈ ਇਨਵੌਇਸ ਨਹੀਂ ਮਿਲਿਆ।
ta: விலைப்பட்டியல்கள் எதுவும் இல்லை.
te: ఇన్‌వాయిస్‌లు ఏవీ కనుగొనబడలేదు.

source: Book Jars for Event
bn: অনুষ্ঠানের জন্য জার বুক করুন
gu: ઇવેન્ટ માટે જાર બુક કરો
mr: कार्यक्रमासाठी जार बुक करा
pa: ਇਵੈਂਟ ਲਈ ਜਾਰ ਬੁੱਕ ਕਰੋ
ta: நிகழ்வுக்காக ஜார்களை பதிவு செய்யவும்
te: కార్యక్రమం కోసం కూజాలను బుక్ చేయండి

source: Sell New Jar / Dispenser
bn: নতুন জার / ডিসপেনসার বিক্রি করুন
gu: નવો જાર / ડિસ્પેન્સર વેચો
mr: नवीन जार / डिस्पेंसर विका
pa: ਨਵਾਂ ਜਾਰ / ਡਿਸਪੈਂਸਰ ਵੇਚੋ
ta: புதிய ஜார் / டிஸ்பென்சரை விற்கவும்
te: కొత్త కూజా / డిస్పెన్సర్‌ను అమ్మండి

source: Supply Jar
bn: জার সরবরাহ করুন
gu: જાર સપ્લાય કરો
mr: जार पुरवठा करा
pa: ਜਾਰ ਸਪਲਾਈ ਕਰੋ
ta: ஜார் விநியோகம்
te: కూజా సరఫరా చేయండి

source: Start typing a name or mobile number...
bn: একটি নাম বা মোবাইল নম্বর টাইপ করা শুরু করুন...
gu: નામ અથવા મોબાઇલ નંબર ટાઇપ કરવાનું શરૂ કરો...
mr: नाव किंवा मोबाइल नंबर टाइप करणे सुरू करा...
pa: ਇੱਕ ਨਾਮ ਜਾਂ ਮੋਬਾਈਲ ਨੰਬਰ ਟਾਈਪ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ...
ta: பெயர் அல்லது மொபைல் எண்ணை தட்டச்சு செய்யத் தொடங்குங்கள்...
te: ఒక పేరు లేదా మొబైల్ నంబర్‌ను టైప్ చేయడం ప్రారంభించండి...

source: Your Current Cash Balance
bn: আপনার বর্তমান নগদ ব্যালেন্স
gu: તમારી વર્તમાન રોકડ બેલેન્સ
mr: तुमची सध्याची रोख शिल्लक
pa: ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਨਕਦ ਬਕਾਇਆ
ta: உங்கள் தற்போதைய ரொக்க இருப்பு
te: మీ ప్రస్తుత నగదు నిల్వ

source: Add an Expense
bn: একটি খরচ যোগ করুন
gu: ખર્ચ ઉમેરો
mr: खर्च जोडा
pa: ਇੱਕ ਖਰਚਾ ਸ਼ਾਮਲ ਕਰੋ
ta: ஒரு செலவைச் சேர்க்கவும்
te: ఒక ఖర్చును జోడించండి

source: Amount
bn: পরিমাণ
gu: રકમ
mr: रक्कम
pa: ਰਕਮ
ta: தொகை
te: మొత్తం

source: Description
bn: বিবরণ
gu: વર્ણન
mr: वर्णन
pa: ਵੇਰਵਾ
ta: விளக்கம்
te: వివరణ

source: Customers with Dues
bn: বকেয়া সহ গ্রাহক
gu: બાકીવાળા ગ્રાહકો
mr: थकबाकी असलेले ग्राहक
pa: ਬਕਾਏ ਵਾਲੇ ਗਾਹਕ
ta: நிலுவையுள்ள வாடிக்கையாளர்கள்
te: బకాయిలు ఉన్న వినియోగదారులు

source: Due:
bn: বকেয়া:
gu: બાકી:
mr: देय:
pa: ਬਕਾਇਆ:
ta: செலுத்த வேண்டியவை:
te: చెల్లించవలసినది:

source: Confirm you have received
bn: আপনি পেয়েছেন তা নিশ্চিত করুন
gu: તમને મળ્યું છે તેની પુષ્ટિ કરો
mr: तुम्हाला प्राप्त झाल्याची पुष्टी करा
pa: ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਤੁਸੀਂ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ
ta: நீங்கள் பெற்றுள்ளீர்கள் என்பதை உறுதிப்படுத்தவும்
te: మీరు అందుకున్నారని నిర్ధారించండి

source: from
bn: থেকে
gu: તરફથી
mr: कडून
pa: ਤੋਂ
ta: இருந்து
te: నుండి

source: Mark as Paid
bn: পরিশোধিত হিসাবে চিহ্নিত করুন
gu: ચૂકવેલ તરીકે ચિહ્નિત કરો
mr: पैसे दिले म्हणून चिन्हांकित करा
pa: ਭੁਗਤਾਨ ਵਜੋਂ ਮਾਰਕ ਕਰੋ
ta: செலுத்தப்பட்டதாகக் குறிக்கவும்
te: చెల్లించినట్లుగా గుర్తించండి

source: No customers have outstanding dues.
bn: কোনো গ্রাহকের বকেয়া নেই।
gu: કોઈ પણ ગ્રાહકની બાકી રકમ નથી.
mr: कोणत्याही ग्राहकाकडे थकबाकी नाही.
pa: ਕਿਸੇ ਵੀ ਗਾਹਕ ਦਾ ਬਕਾਇਆ ਨਹੀਂ ਹੈ।
ta: எந்த வாடிக்கையாளருக்கும் நிலுவைத் தொகை இல்லை.
te: ఏ వినియోగదారునికి బకాయిలు లేవు.

source: Event Jars to Collect
bn: সংগ্রহের জন্য অনুষ্ঠানের জার
gu: એકત્ર કરવા માટે ઇવેન્ટ જાર
mr: गोळा करण्यासाठी इव्हेंट जार
pa: ਇਕੱਠੇ ਕਰਨ ਲਈ ਇਵੈਂਟ ਜਾਰ
ta: சேகரிக்க வேண்டிய நிகழ்வு ஜார்கள்
te: సేకరించడానికి కార్యక్రమం కూజాలు

source: Jars Ret:
bn: জার ফেরত:
gu: જાર પરત:
mr: जार परत:
pa: ਜਾਰ ਵਾਪਸੀ:
ta: ஜார்கள் திரும்ப:
te: కూజాలు వాపసు:

source: Dispen Ret:
bn: ডিসপেনসার ফেরত:
gu: ડિસ્પેન્સર પરત:
mr: डिस्पेंसर परत:
pa: ਡਿਸਪੈਂਸਰ ਵਾਪਸੀ:
ta: டிஸ்பென்சர் திரும்ப:
te: డిస్పెన్సర్ వాపసు:

source: Collect
bn: সংগ্রহ করুন
gu: એકત્ર કરો
mr: गोळा करा
pa: ਇਕੱਠਾ ਕਰੋ
ta: சேகரிக்க
te: సేకరించండి

source: No event items pending collection.
bn: সংগ্রহের জন্য কোনো অনুষ্ঠানের আইটেম বাকি নেই।
gu: કોઈ ઇવેન્ટ આઇટમ્સ એકત્ર કરવાની બાકી નથી.
mr: संकलनासाठी कोणतेही इव्हेंट आयटम प्रलंबित नाहीत.
pa: ਕੋਈ ਇਵੈਂਟ ਆਈਟਮਾਂ ਇਕੱਠੀਆਂ ਕਰਨ ਲਈ ਬਕਾਇਆ ਨਹੀਂ ਹਨ।
ta: சேகரிப்பிற்காக எந்த நிகழ்வு பொருட்களும் நிலுவையில் இல்லை.
te: సేకరణ కోసం ఏ కార్యక్రమ వస్తువులు పెండింగ్‌లో లేవు.

source: Pending Jar Requests
bn: অমীমাংসিত জারের অনুরোধ
gu: બાકી જાર વિનંતીઓ
mr: प्रलंबित जार विनंत्या
pa: ਬਕਾਇਆ ਜਾਰ ਬੇਨਤੀਆਂ
ta: நிலுவையில் உள்ள ஜார் கோரிக்கைகள்
te: పెండింగ్‌లో ఉన్న కూజా అభ్యర్థనలు

source: Wants
bn: চায়
gu: જોઈએ છે
mr: पाहिजे
pa: ਚਾਹੁੰਦਾ ਹੈ
ta: விரும்புகிறது
te: కోరుకుంటున్నారు
