Repository: rajatpoddar/Aquajal-2.0
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: bn, gu, mr, pa, ta, te

source: Confirm delivery of %(qty)s jar(s) to %(name)s?
bn: %(name)s-কে %(qty)s জার(গুলি) ডেলিভারি নিশ্চিত করবেন?
gu: %(name)s ને %(qty)s જારની ડિલિવરીની પુષ્ટિ કરો?
mr: %(name)s यांना %(qty)s जारच्या वितरणाची पुष्टी करायची?
pa: %(name)s ਨੂੰ %(qty)s ਜਾਰ(ਆਂ) ਦੀ ਡਿਲੀਵਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ?
ta: %(name)s க்கு %(qty)s ஜார்(கள்) விநியோகத்தை உறுதிப்படுத்தவா?
te: %(name)s కు %(qty)s కూజా(ల) డెలివరీని నిర్ధారించాలా?

source: Delivered
bn: ডেলিভারি হয়েছে
gu: ડિલિવર થયું
mr: वितरित केले
pa: ਡਿਲੀਵਰ ਕੀਤਾ ਗਿਆ
ta: வழங்கப்பட்டது
te: డెలివరీ చేయబడింది

source: No pending jar requests.
bn: কোনো অমীমাংসিত জারের অনুরোধ নেই।
gu: કોઈ જાર વિનંતીઓ બાકી નથી.
mr: कोणत्याही प्रलंबित जार विनंत्या नाहीत.
pa: ਕੋਈ ਬਕਾਇਆ ਜਾਰ ਬੇਨਤੀਆਂ ਨਹੀਂ ਹਨ।
ta: நிலுவையில் ஜார் கோரிக்கைகள் எதுவும் இல்லை.
te: పెండింగ్‌లో కూజా అభ్యర్థనలు లేవు.

source: Today's Event Deliveries
bn: আজকের অনুষ্ঠানের ডেলিভারি
gu: આજની ઇવેન્ટ ડિલિવરી
mr: आजच्या कार्यक्रमाच्या डिलिव्हरी
pa: ਅੱਜ ਦੀਆਂ ਇਵੈਂਟ ਡਿਲੀਵਰੀਆਂ
ta: இன்றைய நிகழ்வு விநியோகங்கள்
te: నేటి కార్యక్రమం డెలివరీలు

source: for event. Amount:
bn: অনুষ্ঠানের জন্য। পরিমাণ:
gu: ઇવેન્ટ માટે. રકમ:
mr: कार्यक्रमासाठी. रक्कम:
pa: ਇਵੈਂਟ ਲਈ। ਰਕਮ:
ta: நிகழ்வுக்காக. தொகை:
te: కార్యక్రమం కోసం. మొత్తం:

source: Pre-Paid to Manager
bn: ম্যানেজারকে প্রিপেইড
gu: મેનેજરને પ્રી-પેઇડ
mr: व्यवस्थापकाला पूर्व-पेड
pa: ਮੈਨੇਜਰ ਨੂੰ ਪ੍ਰੀ-ਪੇਡ
ta: மேலாளருக்கு முன்கூட்டியே செலுத்தப்பட்டது
te: మేనేజర్‌కు ముందస్తు చెల్లింపు

source: Collect Payment
bn: পেমেন্ট সংগ্রহ করুন
gu: ચૂકવણી એકત્ર કરો
mr: पेमेंट गोळा करा
pa: ਭੁਗਤਾਨ ਇਕੱਠਾ ਕਰੋ
ta: பணத்தை சேகரிக்கவும்
te: చెల్లింపును సేకరించండి

source: Confirm EVENT delivery to %(name)s?
bn: %(name)s-কে অনুষ্ঠান ডেলিভারি নিশ্চিত করবেন?
gu: %(name)s ને ઇવેન્ટ ડિલિવરીની પુષ્ટિ કરો?
mr: %(name)s यांना कार्यक्रमाच्या वितरणाची पुष्टी करायची?
pa: %(name)s ਨੂੰ ਇਵੈਂਟ ਡਿਲੀਵਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ?
ta: %(name)s க்கு நிகழ்வு விநியோகத்தை உறுதிப்படுத்தவா?
te: %(name)s కు కార్యక్రమం డెలివరీని నిర్ధారించాలా?

source: No event deliveries for today.
bn: আজকের জন্য কোনো অনুষ্ঠানের ডেলিভারি নেই।
gu: આજ માટે કોઈ ઇવેન્ટ ડિલિવરી નથી.
mr: आजसाठी कार्यक्रमाची कोणतीही डिलिव्हरी नाही.
pa: ਅੱਜ ਲਈ ਕੋਈ ਇਵੈਂਟ ਡਿਲੀਵਰੀ ਨਹੀਂ ਹੈ।
ta: இன்றுக்கு நிகழ்வு விநியோகங்கள் எதுவும் இல்லை.
te: నేటికి కార్యక్రమం డెలివరీలు లేవు.

source: Default:
bn: ডিফল্ট:
gu: ડિફોલ્ટ:
mr: डीफॉल्ट:
pa: ਡਿਫਾਲਟ:
ta: இயல்புநிலை:
te: డిఫాల్ట్:

source: Jar(s) at
bn: জার(গুলি)
gu: જાર પર
mr: येथे जार
pa: 'ਤੇ ਜਾਰ
ta: ஜார்(கள்)
te: వద్ద కూజా(లు)

source: Jars:
bn: জার:
gu: જાર:
mr: जार:
pa: ਜਾਰ:
ta: ஜார்கள்:
te: కూజాలు:

source: Mark as Due
bn: বকেয়া হিসাবে চিহ্নিত করুন
gu: બાકી તરીકે ચિહ્નિત કરો
mr: देय म्हणून चिन्हांकित करा
pa: ਬਕਾਇਆ ਵਜੋਂ ਮਾਰਕ ਕਰੋ
ta: செலுத்த வேண்டியதாகக் குறிக்கவும்
te: చెల్లించవలసినదిగా గుర్తించండి

source: Deliver
bn: ডেলিভারি করুন
gu: ડિલિવર કરો
mr: वितरित करा
pa: ਡਿਲੀਵਰ ਕਰੋ
ta: வழங்க
te: డెలివరీ చేయండి

source: No customers found.
bn: কোনো গ্রাহক পাওয়া যায়নি।
gu: કોઈ ગ્રાહકો મળ્યા નથી.
mr: ग्राहक आढळले नाहीत.
pa: ਕੋਈ ਗਾਹਕ ਨਹੀਂ ਮਿਲਿਆ।
ta: வாடிக்கையாளர்கள் யாரும் இல்லை.
te: వినియోగదారులు ఎవరూ కనుగొనబడలేదు.

source: Set initial password
bn: প্রাথমিক পাসওয়ার্ড সেট করুন
gu: પ્રારંભિક પાસવર્ડ સેટ કરો
mr: प्रारंभिक पासवर्ड सेट करा
pa: ਸ਼ੁਰੂਆਤੀ ਪਾਸਵਰਡ ਸੈੱਟ ਕਰੋ
ta: ஆரம்ப கடவுச்சொல்லை அமைக்கவும்
te: ప్రారంభ పాస్‌వర్డ్‌ను సెట్ చేయండి

source: Cancel
bn: বাতিল করুন
gu: રદ કરો
mr: रद्द करा
pa: ਰੱਦ ਕਰੋ
ta: ரத்துசெய்
te: రద్దు చేయండి

source: Current ID Proof:
bn: বর্তমান আইডি প্রমাণ:
gu: વર્તમાન આઈડી પ્રૂફ:
mr: सध्याचा ओळखपत्र पुरावा:
pa: ਮੌਜੂਦਾ ਆਈਡੀ ਸਬੂਤ:
ta: தற்போதைய அடையாளச் சான்று:
te: ప్రస్తుత ఐడి ప్రూఫ్:

source: Manage Your Staff
bn: আপনার কর্মী পরিচালনা করুন
gu: તમારા સ્ટાફનું સંચાલન કરો
mr: आपल्या कर्मचार्‍यांचे व्यवस्थापन करा
pa: ਆਪਣੇ ਸਟਾਫ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
ta: உங்கள் ஊழியர்களை நிர்வகிக்கவும்
te: మీ సిబ్బందిని నిర్వహించండి

source: Add New Staff
bn: নতুন কর্মী যোগ করুন
gu: નવો સ્ટાફ ઉમેરો
mr: नवीन कर्मचारी जोडा
pa: ਨਵਾਂ ਸਟਾਫ ਸ਼ਾਮਲ ਕਰੋ
ta: புதிய ஊழியரைச் சேர்க்கவும்
te: కొత్త సిబ్బందిని జోడించండి

source: Username
bn: ব্যবহারকারীর নাম
gu: વપરાશકર્તાનામ
mr: वापरकर्तानाव
pa: ਯੂਜ਼ਰਨੇਮ
ta: பயனர்பெயர்
te: వినియోగదారు పేరు

source: Mobile
bn: মোবাইল
gu: મોબાઇલ
mr: मोबाइल
pa: ਮੋਬਾਈਲ
ta: மொபைல்
te: మొబైల్

source: Daily Wage
bn: দৈনিক মজুরি
gu: દૈનિક વેતન
mr: रोजंदारी
pa: ਰੋਜ਼ਾਨਾ ਤਨਖਾਹ
ta: தினசரி ஊதியம்
te: రోజువారీ వేతనం

source: Actions
bn: পদক্ষেপ
gu: ક્રિયાઓ
mr: कृती
pa: ਕਾਰਵਾਈਆਂ
ta: செயல்கள்
te: చర్యలు

source: N/A
bn: প্রযোজ্য নয়
gu: લાગુ નથી
mr: लागू नाही
pa: ਲਾਗੂ ਨਹੀਂ
ta: பொருந்தாது
te: వర్తించదు

source: Not Set
bn: সেট করা হয়নি
gu: સેટ નથી
mr: सेट नाही
pa: ਸੈੱਟ ਨਹੀਂ ਹੈ
ta: அமைக்கப்படவில்லை
te: సెట్ చేయబడలేదు

source: Edit Details
bn: বিবরণ সম্পাদনা করুন
gu: વિગતો સંપાદિત કરો
mr: तपशील संपादित करा
pa: ਵੇਰਵੇ ਸੰਪਾਦਿਤ ਕਰੋ
ta: விவரங்களைத் திருத்தவும்
te: వివరాలను సవరించండి

source: No staff members found for your business.
bn: আপনার ব্যবসার জন্য কোনো কর্মী সদস্য পাওয়া যায়নি।
gu: તમારા વ્યવસાય માટે કોઈ સ્ટાફ સભ્યો મળ્યા નથી.
mr: तुमच्या व्यवसायासाठी कोणतेही कर्मचारी सदस्य आढळले नाहीत.
pa: ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਲਈ ਕੋਈ ਸਟਾਫ ਮੈਂਬਰ ਨਹੀਂ ਮਿਲਿਆ।
ta: உங்கள் வணிகத்திற்காக ஊழியர்கள் யாரும் இல்லை.
te: మీ వ్యాపారం కోసం సిబ్బంది సభ్యులు ఎవరూ కనుగొనబడలేదు.

source: About Aquajal
bn: অ্যাকুয়াজল সম্পর্কে
gu: એક્વાજલ વિશે
mr: Aquajal बद्दल
pa: ਐਕਵਾਜਲ ਬਾਰੇ
ta: அக்வாஜல் பற்றி
te: ఆక్వాజల్ గురించి

source: Aquajal is a modern, web-based solution designed to streamline the operations of water jar supply businesses. Our mission is to empower business owners with the tools they need to manage their daily tasks efficiently, from tracking deliveries to managing staff and inventory.
bn: অ্যাকুয়াজল একটি আধুনিক, ওয়েব-ভিত্তিক সমাধান যা জলের জার সরবরাহ ব্যবসার কার্যক্রমকে সহজ করার জন্য ডিজাইন করা হয়েছে। আমাদের লক্ষ্য হল ব্যবসার মালিকদের তাদের দৈনন্দিন কাজগুলি দক্ষতার সাথে পরিচালনা করার জন্য প্রয়োজনীয় সরঞ্জাম দিয়ে ক্ষমতায়ন করা, ডেলিভারি ট্র্যাকিং থেকে শুরু করে কর্মী এবং ইনভেন্টরি পরিচালনা করা পর্যন্ত।
gu: એક્વાજલ એ પાણીના જાર સપ્લાયના વ્યવસાયોની કામગીરીને સુવ્યવસ્થિત કરવા માટે રચાયેલ એક આધુનિક, વેબ-આધારિત ઉકેલ છે. અમારું મિશન વ્યવસાય માલિકોને તેમના દૈનિક કાર્યોને કુશળતાપૂર્વક સંચાલિત કરવા માટે જરૂરી સાધનો સાથે સશક્ત બનાવવાનું છે, જેમાં ડિલિવરી ટ્રેકિંગથી લઈને સ્ટાફ અને ઇન્વેન્ટરીનું સંચાલન સામેલ છે.
mr: Aquajal हे एक आधुनिक, वेब-आधारित समाधान आहे जे पाण्याच्या जार पुरवठा व्यवसायाच्या कामकाजाला सुव्यवस्थित करण्यासाठी डिझाइन केलेले आहे. आमचे ध्येय व्यवसाय मालकांना त्यांची दैनंदिन कामे कार्यक्षमतेने व्यवस्थापित करण्यासाठी आवश्यक साधने पुरवणे आहे, ज्यात डिलिव्हरीचा मागोवा घेणे ते कर्मचारी आणि इन्व्हेंटरीचे व्यवस्थापन करणे यांचा समावेश आहे.
pa: ਐਕਵਾਜਲ ਇੱਕ ਆਧੁਨਿਕ, ਵੈੱਬ-ਅਧਾਰਿਤ ਹੱਲ ਹੈ ਜੋ ਪਾਣੀ ਦੇ ਜਾਰ ਸਪਲਾਈ ਕਾਰੋਬਾਰਾਂ ਦੇ ਕੰਮਕਾਜ ਨੂੰ ਸੁਚਾਰੂ ਬਣਾਉਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ। ਸਾਡਾ ਮਿਸ਼ਨ ਵਪਾਰਕ ਮਾਲਕਾਂ ਨੂੰ ਉਹਨਾਂ ਸਾਧਨਾਂ ਨਾਲ ਸ਼ਕਤੀ ਪ੍ਰਦਾਨ ਕਰਨਾ ਹੈ ਜਿਹਨਾਂ ਦੀ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਰੋਜ਼ਾਨਾ ਦੇ ਕੰਮਾਂ ਨੂੰ ਕੁਸ਼ਲਤਾ ਨਾਲ ਪ੍ਰਬੰਧਿਤ ਕਰਨ ਲਈ ਲੋੜ ਹੈ, ਡਿਲੀਵਰੀ ਨੂੰ ਟਰੈਕ ਕਰਨ ਤੋਂ ਲੈ ਕੇ ਸਟਾਫ ਅਤੇ ਵਸਤੂ ਸੂਚੀ ਦੇ ਪ੍ਰਬੰਧਨ ਤੱਕ।
ta: அக்வாஜல் என்பது தண்ணீர் ஜார் விநியோக வணிகங்களின் செயல்பாடுகளை நெறிப்படுத்த வடிவமைக்கப்பட்ட ஒரு நவீன, வலை அடிப்படையிலான தீர்வாகும். விநியோகங்களைக் கண்காணிப்பதில் இருந்து ஊழியர்கள் மற்றும் இருப்பை நிர்வகிப்பது வரை, வணிக உரிமையாளர்களுக்கு அவர்களின் தினசரி பணிகளை திறமையாக நிர்வகிக்க தேவையான கருவிகளை வழங்குவதே எங்கள் நோக்கம்.
te: ఆక్వాజల్ అనేది నీటి కూజా సరఫరా వ్యాపారాల కార్యకలాపాలను క్రమబద్ధీకరించడానికి రూపొందించబడిన ఒక ఆధునిక, వెబ్-ఆధారిత పరిష్కారం. డెలివరీలను ట్రాక్ చేయడం నుండి సిబ్బంది మరియు ఇన్వెంటరీని నిర్వహించడం వరకు, వ్యాపార యజమానులకు వారి రోజువారీ పనులను సమర్థవంతంగా నిర్వహించడానికి అవసరమైన సాధనాలతో అధికారం ఇవ్వడమే మా లక్ష్యం.

source: Our Story
bn: আমাদের গল্প
gu: અમારી વાર્તા
mr: आमची कहाणी
pa: ਸਾਡੀ ਕਹਾਣੀ
ta: எங்கள் கதை
te: మా కథ

source: The idea for Aquajal was born from a simple observation: many local water suppliers rely on manual, paper-based methods to manage their complex daily operations. This often leads to inefficiencies, lost revenue, and a lack of clear insight into the business's performance. We saw an opportunity to change that.
bn: অ্যাকুয়াজলের ধারণাটি একটি সাধারণ পর্যবেক্ষণ থেকে জন্ম নিয়েছিল: অনেক স্থানীয় জল সরবরাহকারী তাদের জটিল দৈনন্দিন কার্যক্রম পরিচালনার জন্য ম্যানুয়াল, কাগজ-ভিত্তিক পদ্ধতির উপর নির্ভর করে। এটি প্রায়শই অদক্ষতা, রাজস্ব হারানো এবং ব্যবসার কর্মক্ষমতা সম্পর্কে স্পষ্ট অন্তর্দৃষ্টির অভাবের দিকে পরিচালিত করে। আমরা এটি পরিবর্তন করার একটি সুযোগ দেখেছি।
gu: એક્વાજલનો વિચાર એક સરળ અવલોકનમાંથી જન્મ્યો હતો: ઘણા સ્થાનિક પાણી સપ્લાયર્સ તેમની જટિલ દૈનિક કામગીરીનું સંચાલન કરવા માટે મેન્યુઅલ, કાગળ-આધારિત પદ્ધતિઓ પર આધાર રાખે છે. આ ઘણીવાર બિનકાર્યક્ષમતા, ખોવાયેલી આવક અને વ્યવસાયની કામગીરીમાં સ્પષ્ટ સમજનો અભાવ તરફ દોરી જાય છે. અમે તેને બદલવાની તક જોઈ.
mr: Aquajal ची कल्पना एका साध्या निरीक्षणातून जन्माला आली: अनेक स्थानिक पाणी पुरवठादार त्यांच्या गुंतागुंतीच्या दैनंदिन कामकाजाचे व्यवस्थापन करण्यासाठी मॅन्युअल, कागदावर आधारित पद्धतींवर अवलंबून असतात. यामुळे अनेकदा अकार्यक्षमता, महसूल गमावणे आणि व्यवसायाच्या कामगिरीबद्दल स्पष्ट दृष्टिकोनाचा अभाव निर्माण होतो. आम्ही ते बदलण्याची संधी पाहिली.
pa: ਐਕਵਾਜਲ ਦਾ ਵਿਚਾਰ ਇੱਕ ਸਧਾਰਨ ਨਿਰੀਖਣ ਤੋਂ ਪੈਦਾ ਹੋਇਆ ਸੀ: ਬਹੁਤ ਸਾਰੇ ਸਥਾਨਕ ਪਾਣੀ ਸਪਲਾਇਰ ਆਪਣੇ ਗੁੰਝਲਦਾਰ ਰੋਜ਼ਾਨਾ ਕੰਮਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਲਈ ਹੱਥੀਂ, ਕਾਗਜ਼-ਅਧਾਰਿਤ ਤਰੀਕਿਆਂ 'ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹਨ। ਇਸ ਨਾਲ ਅਕਸਰ ਅਕੁਸ਼ਲਤਾ, ਗੁਆਚਿਆ ਮਾਲੀਆ, ਅਤੇ ਕਾਰੋਬਾਰ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਬਾਰੇ ਸਪੱਸ਼ਟ ਸਮਝ ਦੀ ਕਮੀ ਹੁੰਦੀ ਹੈ। ਅਸੀਂ ਇਸ ਨੂੰ ਬਦਲਣ ਦਾ ਇੱਕ ਮੌਕਾ ਦੇਖਿਆ।
ta: அக்வாஜலுக்கான யோசனை ஒரு எளிய கவனிப்பிலிருந்து பிறந்தது: பல உள்ளூர் தண்ணீர் விநியோகஸ்தர்கள் தங்கள் சிக்கலான தினசரி செயல்பாடுகளை நிர்வகிக்க கைமுறை, காகித அடிப்படையிலான முறைகளை நம்பியுள்ளனர். இது பெரும்பாலும் திறமையின்மை, வருவாய் இழப்பு மற்றும் வணிகத்தின் செயல்திறன் குறித்த தெளிவான பார்வையின்மைக்கு வழிவகுக்கிறது. அதை மாற்றுவதற்கான ஒரு வாய்ப்பை நாங்கள் கண்டோம்.
te: ఆక్వాజల్ ఆలోచన ఒక సాధారణ పరిశీలన నుండి పుట్టింది: చాలా మంది స్థానిక నీటి సరఫరాదారులు వారి సంక్లిష్టమైన రోజువారీ కార్యకలాపాలను నిర్వహించడానికి మాన్యువల్, కాగితం-ఆధారిత పద్ధతులపై ఆధారపడతారు. ఇది తరచుగా అసమర్థత, కోల్పోయిన రాబడి మరియు వ్యాపారం యొక్క పనితీరుపై స్పష్టమైన అవగాహన లేకపోవడానికి దారితీస్తుంది. దాన్ని మార్చడానికి మేము ఒక అవకాశాన్ని చూశాము.

source: We set out to create a user-friendly, affordable, and powerful application that automates routine tasks, provides valuable insights through reports, and brings all aspects of the business—sales, stock, staff, and customers—into one centralized platform.
bn: আমরা একটি ব্যবহারকারী-বান্ধব, সাশ্রয়ী মূল্যের এবং শক্তিশালী অ্যাপ্লিকেশন তৈরি করতে বেরিয়েছি যা রুটিন কাজগুলিকে স্বয়ংক্রিয় করে, রিপোর্টের মাধ্যমে মূল্যবান অন্তর্দৃষ্টি প্রদান করে এবং ব্যবসার সমস্ত দিক - বিক্রয়, স্টক, কর্মী এবং গ্রাহকদের - একটি কেন্দ্রীভূত প্ল্যাটফর্মে নিয়ে আসে।
gu: અમે એક વપરાશકર્તા-મૈત્રીપૂર્ણ, સસ્તું અને શક્તિશાળી એપ્લિકેશન બનાવવાનું નક્કી કર્યું છે જે નિયમિત કાર્યોને સ્વચાલિત કરે છે, રિપોર્ટ્સ દ્વારા મૂલ્યવાન આંતરદૃષ્ટિ પ્રદાન કરે છે અને વ્યવસાયના તમામ પાસાઓ — વેચાણ, સ્ટોક, સ્ટાફ અને ગ્રાહકો — ને એક કેન્દ્રિય પ્લેટફોર્મમાં લાવે છે.
mr: आम्ही एक वापरकर्ता-अनुकूल, परवडणारे आणि शक्तिशाली ॲप्लिकेशन तयार करण्याचे ठरवले जे नियमित कार्ये स्वयंचलित करते, अहवालांद्वारे मौल्यवान अंतर्दृष्टी प्रदान करते आणि व्यवसायाचे सर्व पैलू - विक्री, स्टॉक, कर्मचारी आणि ग्राहक - एका केंद्रीकृत प्लॅटफॉर्मवर आणते.
pa: ਅਸੀਂ ਇੱਕ ਉਪਭੋਗਤਾ-ਅਨੁਕੂਲ, ਕਿਫਾਇਤੀ, ਅਤੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਐਪਲੀਕੇਸ਼ਨ ਬਣਾਉਣ ਲਈ ਤਿਆਰ ਹੋਏ ਹਾਂ ਜੋ ਰੁਟੀਨ ਦੇ ਕੰਮਾਂ ਨੂੰ ਸਵੈਚਲਿਤ ਕਰਦਾ ਹੈ, ਰਿਪੋਰਟਾਂ ਰਾਹੀਂ ਕੀਮਤੀ ਸੂਝ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ, ਅਤੇ ਕਾਰੋਬਾਰ ਦੇ ਸਾਰੇ ਪਹਿਲੂਆਂ—ਵਿਕਰੀ, ਸਟਾਕ, ਸਟਾਫ, ਅਤੇ ਗਾਹਕਾਂ—ਨੂੰ ਇੱਕ ਕੇਂਦਰੀਕ੍ਰਿਤ ਪਲੇਟਫਾਰਮ ਵਿੱਚ ਲਿਆਉਂਦਾ ਹੈ।
ta: வழக்கமான பணிகளை தானியக்கமாக்கும், அறிக்கைகள் மூலம் மதிப்புமிக்க நுண்ணறிவுகளை வழங்கும், மற்றும் வணிகத்தின் அனைத்து அம்சங்களையும் - விற்பனை, இருப்பு, ஊழியர்கள் மற்றும் வாடிக்கையாளர்களை - ஒரு மையப்படுத்தப்பட்ட தளத்தில் கொண்டுவரும் ஒரு பயனர் நட்பு, மலிவு மற்றும் சக்திவாய்ந்த பயன்பாட்டை உருவாக்க நாங்கள் புறப்பட்டோம்.
te: సాధారణ పనులను ఆటోమేట్ చేసే, నివేదికల ద్వారా విలువైన అంతర్దృష్టులను అందించే మరియు వ్యాపారం యొక్క అన్ని అంశాలను - అమ్మకాలు, స్టాక్, సిబ్బంది మరియు వినియోగదారులను - ఒకే కేంద్రీకృత ప్లాట్‌ఫారమ్‌లోకి తీసుకువచ్చే వినియోగదారు-స్నేహపూర్వక, సరసమైన మరియు శక్తివంతమైన అనువర్తనాన్ని సృష్టించడానికి మేము బయలుదేరాము.

source: Our Vision
bn: আমাদের লক্ষ্য
gu: અમારું દ્રષ્ટિ
mr: आमची दृष्टी
pa: ਸਾਡਾ ਦ੍ਰਿਸ਼ਟੀਕੋਣ
ta: எங்கள் பார்வை
te: మా దృష్టి

source: Our vision is to become the go-to management software for water supply businesses everywhere. We are committed to continuous improvement, adding new features, and providing exceptional support to our users. We believe that by simplifying business management, we can help our clients grow and succeed.
bn: আমাদের লক্ষ্য হল সর্বত্র জল সরবরাহ ব্যবসার জন্য প্রধান ব্যবস্থাপনা সফটওয়্যার হয়ে ওঠা। আমরা ক্রমাগত উন্নতি, নতুন বৈশিষ্ট্য যোগ করা এবং আমাদের ব্যবহারকারীদের ব্যতিক্রমী সহায়তা প্রদানে প্রতিশ্রুতিবদ্ধ। আমরা বিশ্বাস করি যে ব্যবসা পরিচালনাকে সহজ করে, আমরা আমাদের ক্লায়েন্টদের বৃদ্ধি এবং সফল হতে সাহায্য করতে পারি।
gu: અમારું દ્રષ્ટિ દરેક જગ્યાએ પાણી પુરવઠાના વ્યવસાયો માટે ગો-ટુ મેનેજમેન્ટ સોફ્ટવેર બનવાનું છે. અમે સતત સુધારણા, નવી સુવિધાઓ ઉમેરવા અને અમારા વપરાશકર્તાઓને અસાધારણ સમર્થન આપવા માટે પ્રતિબદ્ધ છીએ. અમે માનીએ છીએ કે વ્યવસાય સંચાલનને સરળ બનાવીને, અમે અમારા ગ્રાહકોને વૃદ્ધિ અને સફળતામાં મદદ કરી શકીએ છીએ.
mr: आमची दृष्टी सर्वत्र पाणीपुरवठा व्यवसायांसाठी पसंतीचे व्यवस्थापन सॉफ्टवेअर बनण्याची आहे. आम्ही सतत सुधारणा, नवीन वैशिष्ट्ये जोडणे आणि आमच्या वापरकर्त्यांना अपवादात्मक समर्थन प्रदान करण्यासाठी वचनबद्ध आहोत. आम्हाला विश्वास आहे की व्यवसाय व्यवस्थापन सुलभ करून, आम्ही आमच्या ग्राहकांना वाढण्यास आणि यशस्वी होण्यास मदत करू शकतो.
pa: ਸਾਡਾ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਹਰ ਜਗ੍ਹਾ ਪਾਣੀ ਸਪਲਾਈ ਕਾਰੋਬਾਰਾਂ ਲਈ ਜਾਣ-ਪਛਾਣ ਵਾਲਾ ਪ੍ਰਬੰਧਨ ਸਾਫਟਵੇਅਰ ਬਣਨਾ ਹੈ। ਅਸੀਂ ਨਿਰੰਤਰ ਸੁਧਾਰ, ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਸ਼ਾਮਲ ਕਰਨ, ਅਤੇ ਸਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਬੇਮਿਸਾਲ ਸਹਾਇਤਾ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹਾਂ। ਸਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ ਵਪਾਰ ਪ੍ਰਬੰਧਨ ਨੂੰ ਸਰਲ ਬਣਾ ਕੇ, ਅਸੀਂ ਆਪਣੇ ਗਾਹਕਾਂ ਨੂੰ ਵਧਣ ਅਤੇ ਸਫਲ ਹੋਣ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੇ ਹਾਂ।
ta: எங்கள் பார்வை எல்லா இடங்களிலும் உள்ள தண்ணீர் விநியோக வணிகங்களுக்கான முதன்மை மேலாண்மை மென்பொருளாக மாறுவதாகும். நாங்கள் தொடர்ச்சியான முன்னேற்றம், புதிய அம்சங்களைச் சேர்ப்பது மற்றும் எங்கள் பயனர்களுக்கு விதிவிலக்கான ஆதரவை வழங்குவதில் உறுதியாக உள்ளோம். வணிக நிர்வாகத்தை எளிதாக்குவதன் மூலம், எங்கள் வாடிக்கையாளர்களுக்கு வளரவும் வெற்றிபெறவும் உதவ முடியும் என்று நாங்கள் நம்புகிறோம்.
te: ప్రతిచోటా నీటి సరఫరా వ్యాపారాల కోసం గో-టు మేనేజ్‌మెంట్ సాఫ్ట్‌వేర్‌గా మారడమే మా దృష్టి. నిరంతర అభివృద్ధి, కొత్త ఫీచర్లను జోడించడం మరియు మా వినియోగదారులకు అసాధారణమైన మద్దతును అందించడానికి మేము కట్టుబడి ఉన్నాము. వ్యాపార నిర్వహణను సరళీకృతం చేయడం ద్వారా, మేము మా ఖాతాదారులకు పెరగడానికి మరియు విజయవంతం కావడానికి సహాయపడగలమని మేము నమ్ముతున్నాము.

source: How to Use Aquajal
bn: অ্যাকুয়াজল কিভাবে ব্যবহার করবেন
gu: એક્વાજલનો ઉપયોગ કેવી રીતે કરવો
mr: Aquajal कसे वापरावे
pa: ਐਕਵਾਜਲ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰੀਏ
ta: அக்வாஜலை எப்படி பயன்படுத்துவது
te: ఆక్వాజల్‌ను ఎలా ఉపయోగించాలి

source: For Managers
bn: ম্যানেজারদের জন্য
gu: મેનેજરો માટે
mr: व्यवस्थापकांसाठी
pa: ਮੈਨੇਜਰਾਂ ਲਈ
ta: மேலாளர்களுக்கு
te: మేనేజర్ల కోసం

source: Setting Up Your Business
bn: আপনার ব্যবসা সেট আপ করা
gu: તમારો વ્યવસાય સેટ કરી રહ્યા છીએ
mr: आपला व्यवसाय स्थापित करणे
pa: ਆਪਣਾ ਕਾਰੋਬਾਰ ਸਥਾਪਤ ਕਰਨਾ
ta: உங்கள் வணிகத்தை அமைத்தல்
te: మీ వ్యాపారాన్ని ఏర్పాటు చేయడం

source: Initial Setup:
bn: প্রাথমিক সেটআপ:
gu: પ્રારંભિક સેટઅપ:
mr: प्रारंभिक सेटअप:
pa: ਸ਼ੁਰੂਆਤੀ ਸੈੱਟਅੱਪ:
ta: ஆரம்ப அமைப்பு:
te: ప్రారంభ సెటప్:

source: After registering, your first step is to set your business's default prices and attendance rules. Go to `Manager Menu > Price Settings` to set prices for new jars/dispensers and define the minimum jar deliveries for a full or half day's wage.
bn: নিবন্ধন করার পরে, আপনার প্রথম পদক্ষেপ হল আপনার ব্যবসার ডিফল্ট মূল্য এবং উপস্থিতির নিয়ম সেট করা। নতুন জার/ডিসপেনসারের জন্য মূল্য সেট করতে এবং একটি পূর্ণ বা অর্ধ দিনের মজুরির জন্য সর্বনিম্ন জার ডেলিভারি সংজ্ঞায়িত করতে `ম্যানেজার মেনু > মূল্য নির্ধারণ` এ যান।
gu: રજીસ્ટર કર્યા પછી, તમારું પ્રથમ પગલું તમારા વ્યવસાયની ડિફોલ્ટ કિંમતો અને હાજરીના નિયમો સેટ કરવાનું છે. નવા જાર/ડિસ્પેન્સર માટે કિંમતો સેટ કરવા અને સંપૂર્ણ અથવા અડધા દિવસના વેતન માટે ન્યૂનતમ જાર ડિલિવરી વ્યાખ્યાયિત કરવા માટે `મેનેજર મેનુ > કિંમત સેટિંગ્સ` પર જાઓ.
mr: नोंदणी केल्यानंतर, तुमची पहिली पायरी म्हणजे तुमच्या व्यवसायाच्या डीफॉल्ट किमती आणि उपस्थिती नियम सेट करणे. नवीन जार/डिस्पेंसरसाठी किमती सेट करण्यासाठी आणि पूर्ण किंवा अर्ध्या दिवसाच्या वेतनासाठी किमान जार डिलिव्हरी परिभाषित करण्यासाठी `व्यवस्थापक मेनू > किंमत सेटिंग्ज` वर जा.
pa: ਰਜਿਸਟਰ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਡਾ ਪਹਿਲਾ ਕਦਮ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦੀਆਂ ਡਿਫੌਲਟ ਕੀਮਤਾਂ ਅਤੇ ਹਾਜ਼ਰੀ ਨਿਯਮਾਂ ਨੂੰ ਸੈੱਟ ਕਰਨਾ ਹੈ। ਨਵੇਂ ਜਾਰ/ਡਿਸਪੈਂਸਰਾਂ ਲਈ ਕੀਮਤਾਂ ਸੈੱਟ ਕਰਨ ਲਈ ਅਤੇ ਪੂਰੇ ਜਾਂ ਅੱਧੇ ਦਿਨ ਦੀ ਤਨਖਾਹ ਲਈ ਘੱਟੋ-ਘੱਟ ਜਾਰ ਡਿਲੀਵਰੀ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰਨ ਲਈ `ਮੈਨੇਜਰ ਮੀਨੂ > ਕੀਮਤ ਸੈਟਿੰਗਾਂ` 'ਤੇ ਜਾਓ।
ta: பதிவுசெய்த பிறகு, உங்கள் முதல் படி உங்கள் வணிகத்தின் இயல்புநிலை விலைகள் மற்றும் வருகை விதிகளை அமைப்பதாகும். புதிய ஜார்கள்/டிஸ்பென்சர்களுக்கான விலைகளை அமைக்க மற்றும் ஒரு முழு அல்லது அரை நாள் ஊதியத்திற்கான குறைந்தபட்ச ஜார் விநியோகங்களை வரையறுக்க `மேலாளர் மெனு > விலை அமைப்புகள்` என்பதற்குச் செல்லவும்.
te: నమోదు చేసుకున్న తర్వాత, మీ మొదటి దశ మీ వ్యాపారం యొక్క డిఫాల్ట్ ధరలు మరియు హాజరు నియమాలను సెట్ చేయడం. కొత్త కూజాలు/డిస్పెన్సర్ల కోసం ధరలను సెట్ చేయడానికి మరియు పూర్తి లేదా సగం రోజు వేతనం కోసం కనీస కూజా డెలివరీలను నిర్వచించడానికి `మేనేజర్ మెనూ > ధర సెట్టింగ్‌లు`కు వెళ్లండి.

source: Manage Staff:
bn: কর্মী পরিচালনা:
gu: સ્ટાફનું સંચાલન કરો:
mr: कर्मचारी व्यवस्थापित करा:
pa: ਸਟਾਫ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ:
ta: ஊழியர்களை நிர்வகிக்கவும்:
te: సిబ్బందిని నిర్వహించండి:

source: Use the `Manager Menu > Manage Staff` option to add your delivery personnel. You can set their daily wages and even upload ID proofs.
bn: আপনার ডেলিভারি কর্মীদের যোগ করতে `ম্যানেজার মেনু > কর্মী পরিচালনা করুন` বিকল্পটি ব্যবহার করুন। আপনি তাদের দৈনিক মজুরি সেট করতে পারেন এবং এমনকি আইডি প্রমাণও আপলোড করতে পারেন।
gu: તમારા ડિલિવરી કર્મચારીઓને ઉમેરવા માટે `મેનેજર મેનુ > સ્ટાફનું સંચાલન કરો` વિકલ્પનો ઉપયોગ કરો. તમે તેમનું દૈનિક વેતન સેટ કરી શકો છો અને આઈડી પ્રૂફ પણ અપલોડ કરી શકો છો.
mr: तुमचे डिलिव्हरी कर्मचारी जोडण्यासाठी `व्यवस्थापक मेनू > कर्मचारी व्यवस्थापित करा` पर्याय वापरा. तुम्ही त्यांचे रोजचे वेतन सेट करू शकता आणि ओळखपत्र पुरावे देखील अपलोड करू शकता.
pa: ਆਪਣੇ ਡਿਲੀਵਰੀ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ `ਮੈਨੇਜਰ ਮੀਨੂ > ਸਟਾਫ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ` ਵਿਕਲਪ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਤੁਸੀਂ ਉਹਨਾਂ ਦੀ ਰੋਜ਼ਾਨਾ ਤਨਖਾਹ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਆਈਡੀ ਸਬੂਤ ਵੀ ਅੱਪਲੋਡ ਕਰ ਸਕਦੇ ਹੋ।
ta: உங்கள் டெலிவரி ஊழியர்களைச் சேர்க்க `மேலாளர் மெனு > ஊழியர்களை நிர்வகிக்கவும்` விருப்பத்தைப் பயன்படுத்தவும். நீங்கள் அவர்களின் தினசரி ஊதியத்தை அமைக்கலாம் மற்றும் அடையாளச் சான்றுகளை கூட பதிவேற்றலாம்.
te: మీ డెలివరీ సిబ్బందిని జోడించడానికి `మేనేజర్ మెనూ > సిబ్బందిని నిర్వహించండి` ఎంపికను ఉపయోగించండి. మీరు వారి రోజువారీ వేతనాలను సెట్ చేయవచ్చు మరియు ఐడి ప్రూఫ్‌లను కూడా అప్‌లోడ్ చేయవచ్చు.

source: Add Customers:
bn: গ্রাহক যোগ করুন:
gu: ગ્રાહકો ઉમેરો:
mr: ग्राहक जोडा:
pa: ਗਾਹਕ ਸ਼ਾਮਲ ਕਰੋ:
ta: வாடிக்கையாளர்களைச் சேர்க்கவும்:
te: వినియోగదారులను జోడించండి:

source: From the `Manager Menu`, select `Customers` to build your customer list. Here you can set custom jar prices and add special notes for each customer.
bn: `ম্যানেজার মেনু` থেকে, আপনার গ্রাহক তালিকা তৈরি করতে `গ্রাহক` নির্বাচন করুন। এখানে আপনি প্রতিটি গ্রাহকের জন্য কাস্টম জার মূল্য সেট করতে পারেন এবং বিশেষ নোট যোগ করতে পারেন।
gu: `મેનેજર મેનુ` માંથી, તમારી ગ્રાહક સૂચિ બનાવવા માટે `ગ્રાહકો` પસંદ કરો. અહીં તમે દરેક ગ્રાહક માટે કસ્ટમ જારની કિંમતો સેટ કરી શકો છો અને વિશેષ નોંધો ઉમેરી શકો છો.
mr: `व्यवस्थापक मेनू` मधून, तुमची ग्राहक सूची तयार करण्यासाठी `ग्राहक` निवडा. येथे तुम्ही प्रत्येक ग्राहकासाठी सानुकूल जारच्या किमती सेट करू शकता आणि विशेष नोट्स जोडू शकता.
pa: `ਮੈਨੇਜਰ ਮੀਨੂ` ਤੋਂ, ਆਪਣੀ ਗਾਹਕ ਸੂਚੀ ਬਣਾਉਣ ਲਈ `ਗਾਹਕ` ਚੁਣੋ। ਇੱਥੇ ਤੁਸੀਂ ਹਰੇਕ ਗਾਹਕ ਲਈ ਕਸਟਮ ਜਾਰ ਦੀਆਂ ਕੀਮਤਾਂ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਵਿਸ਼ੇਸ਼ ਨੋਟਸ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ।
ta: `மேலாளர் மெனு`விலிருந்து, உங்கள் வாடிக்கையாளர் பட்டியலை உருவாக்க `வாடிக்கையாளர்கள்` என்பதைத் தேர்ந்தெடுக்கவும். இங்கே நீங்கள் ஒவ்வொரு வாடிக்கையாளருக்கும் தனிப்பயன் ஜார் விலைகளை அமைக்கலாம் மற்றும் சிறப்பு குறிப்புகளைச் சேர்க்கலாம்.
te: `మేనేజర్ మెనూ` నుండి, మీ వినియోగదారుల జాబితాను రూపొందించడానికి `వినియోగదారులు` ఎంచుకోండి. ఇక్కడ మీరు ప్రతి వినియోగదారునికి అనుకూల కూజా ధరలను సెట్ చేయవచ్చు మరియు ప్రత్యేక గమనికలను జోడించవచ్చు.

source: Daily Operations
bn: দৈনিক কার্যক্রম
gu: દૈનિક કામગીરી
mr: दैनंदिन कामकाज
pa: ਰੋਜ਼ਾਨਾ ਦੇ ਕੰਮ
ta: தினசரி செயல்பாடுகள்
te: రోజువారీ కార్యకలాపాలు

source: Stock Management:
bn: স্টক ব্যবস্থাপনা:
gu: સ્ટોક મેનેજમેન્ટ:
mr: स्टॉक व्यवस्थापन:
pa: ਸਟਾਕ ਪ੍ਰਬੰਧਨ:
ta: இருப்பு மேலாண்மை:
te: స్టాక్ నిర్వహణ:

source: Keep your inventory updated from the `Manager Dashboard` by clicking on `Manage Stock`. Stock is automatically deducted for sales and confirmed event bookings.
bn: `ম্যানেজার ড্যাশবোর্ড` থেকে `স্টক পরিচালনা করুন` এ ক্লিক করে আপনার ইনভেন্টরি আপডেট রাখুন। বিক্রয় এবং নিশ্চিত ইভেন্ট বুকিংয়ের জন্য স্টক স্বয়ংক্রিয়ভাবে কেটে নেওয়া হয়।
gu: `મેનેજર ડેશબોર્ડ` પરથી `સ્ટોક મેનેજ કરો` પર ક્લિક કરીને તમારી ઇન્વેન્ટરી અપડેટ રાખો. વેચાણ અને પુષ્ટિ થયેલ ઇવેન્ટ બુકિંગ માટે સ્ટોક આપમેળે કાપવામાં આવે છે.
mr: `व्यवस्थापक डॅशबोर्ड` वरून `स्टॉक व्यवस्थापित करा` वर क्लिक करून आपली इन्व्हेंटरी अद्ययावत ठेवा. विक्री आणि पुष्टी केलेल्या इव्हेंट बुकिंगसाठी स्टॉक आपोआप कापला जातो.
pa: `ਮੈਨੇਜਰ ਡੈਸ਼ਬੋਰਡ` ਤੋਂ `ਸਟਾਕ ਪ੍ਰਬੰਧਿਤ ਕਰੋ` 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਆਪਣੀ ਵਸਤੂ ਸੂਚੀ ਨੂੰ ਅੱਪਡੇਟ ਰੱਖੋ। ਵਿਕਰੀ ਅਤੇ ਪੁਸ਼ਟੀ ਕੀਤੀਆਂ ਇਵੈਂਟ ਬੁਕਿੰਗਾਂ ਲਈ ਸਟਾਕ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ।
ta: `மேலாளர் டாஷ்போர்டு`விலிருந்து `இருப்பை நிர்வகிக்கவும்` என்பதைக் கிளிக் செய்வதன் மூலம் உங்கள் இருப்பை புதுப்பித்த நிலையில் வைத்திருக்கவும். விற்பனை மற்றும் உறுதிப்படுத்தப்பட்ட நிகழ்வு முன்பதிவுகளுக்கு இருப்பு தானாகவே கழிக்கப்படுகிறது.
te: `మేనేజర్ డాష్‌బోర్డ్` నుండి `స్టాక్‌ను నిర్వహించండి`పై క్లిక్ చేయడం ద్వారా మీ ఇన్వెంటరీని నవీకరించండి. అమ్మకాలు మరియు ధృవీకరించబడిన కార్యక్రమ బుకింగ్‌ల కోసం స్టాక్ స్వయంచాలకంగా తీసివేయబడుతుంది.

source: Confirm Bookings:
bn: বুকিং নিশ্চিত করুন:
gu: બુકિંગની પુષ્ટિ કરો:
mr: बुकिंगची पुष्टी करा:
pa: ਬੁਕਿੰਗ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ:
ta: முன்பதிவுகளை உறுதிப்படுத்தவும்:
te: బుకింగ్‌లను నిర్ధారించండి:

source: New event bookings will appear on your dashboard. Confirm them to allocate stock and set the final amount.
bn: নতুন ইভেন্ট বুকিং আপনার ড্যাশবোর্ডে প্রদর্শিত হবে। স্টক বরাদ্দ করতে এবং চূড়ান্ত পরিমাণ সেট করতে সেগুলি নিশ্চিত করুন।
gu: નવી ઇવેન્ટ બુકિંગ તમારા ડેશબોર્ડ પર દેખાશે. સ્ટોક ફાળવવા અને અંતિમ રકમ સેટ કરવા માટે તેમની પુષ્ટિ કરો.
mr: नवीन इव्हेंट बुकिंग तुमच्या डॅशबोर्डवर दिसतील. स्टॉक वाटप करण्यासाठी आणि अंतिम रक्कम सेट करण्यासाठी त्यांची पुष्टी करा.
pa: ਨਵੀਆਂ ਇਵੈਂਟ ਬੁਕਿੰਗਾਂ ਤੁਹਾਡੇ ਡੈਸ਼ਬੋਰਡ 'ਤੇ ਦਿਖਾਈ ਦੇਣਗੀਆਂ। ਸਟਾਕ ਵੰਡਣ ਅਤੇ ਅੰਤਿਮ ਰਕਮ ਸੈੱਟ ਕਰਨ ਲਈ ਉਹਨਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।
ta: புதிய நிகழ்வு முன்பதிவுகள் உங்கள் டாஷ்போர்டில் தோன்றும். இருப்பை ஒதுக்க மற்றும் இறுதித் தொகையை அமைக்க அவற்றை உறுதிப்படுத்தவும்.
te: కొత్త కార్యక్రమ బుకింగ్‌లు మీ డాష్‌బోర్డ్‌లో కనిపిస్తాయి. స్టాక్‌ను కేటాయించడానికి మరియు తుది మొత్తాన్ని సెట్ చేయడానికి వాటిని నిర్ధారించండి.

source: Receive Cash:
bn: নগদ গ্রহণ:
gu: રોકડ મેળવો:
mr: रोकड स्वीकारा:
pa: ਨਕਦ ਪ੍ਰਾਪਤ ਕਰੋ:
ta: ரொக்கம் பெற:
te: నగదు స్వీకరించండి:

source: At the end of the day, use the `Receive Cash` button on your dashboard to record cash received from staff and reset their balance.
bn: দিনের শেষে, কর্মীদের কাছ থেকে প্রাপ্ত নগদ রেকর্ড করতে এবং তাদের ব্যালেন্স রিসেট করতে আপনার ড্যাশবোর্ডের `নগদ গ্রহণ` বোতামটি ব্যবহার করুন।
gu: દિવસના અંતે, સ્ટાફ પાસેથી મળેલી રોકડ રેકોર્ડ કરવા અને તેમની બેલેન્સ રીસેટ કરવા માટે તમારા ડેશબોર્ડ પર `રોકડ મેળવો` બટનનો ઉપયોગ કરો.
mr: दिवसाच्या शेवटी, कर्मचार्‍यांकडून मिळालेली रोकड नोंदवण्यासाठी आणि त्यांची शिल्लक रीसेट करण्यासाठी तुमच्या डॅशबोर्डवरील `रोकड स्वीकारा` बटण वापरा.
pa: ਦਿਨ ਦੇ ਅੰਤ ਵਿੱਚ, ਸਟਾਫ ਤੋਂ ਪ੍ਰਾਪਤ ਹੋਈ ਨਕਦੀ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨ ਅਤੇ ਉਹਨਾਂ ਦੇ ਬਕਾਏ ਨੂੰ ਰੀਸੈਟ ਕਰਨ ਲਈ ਆਪਣੇ ਡੈਸ਼ਬੋਰਡ 'ਤੇ `ਨਕਦ ਪ੍ਰਾਪਤ ਕਰੋ` ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰੋ।
ta: நாள் முடிவில், ஊழியர்களிடமிருந்து பெறப்பட்ட ரொக்கத்தைப் பதிவு செய்யவும் மற்றும் அவர்களின் இருப்பை மீட்டமைக்கவும் உங்கள் டாஷ்போர்டில் உள்ள `ரொக்கம் பெற` பொத்தானைப் பயன்படுத்தவும்.
te: రోజు చివరిలో, సిబ్బంది నుండి స్వీకరించిన నగదును రికార్డ్ చేయడానికి మరియు వారి బ్యాలెన్స్‌ను రీసెట్ చేయడానికి మీ డాష్‌బోర్డ్‌లోని `నగదు స్వీకరించండి` బటన్‌ను ఉపయోగించండి.

source: Invoicing & Reports
bn: ইনভয়েসিং এবং রিপোর্ট
gu: ઇન્વોઇસિંગ અને રિપોર્ટ્સ
mr: पावत्या आणि अहवाल
pa: ਇਨਵੌਇਸਿੰਗ ਅਤੇ ਰਿਪੋਰਟਾਂ
ta: விலைப்பட்டியல் & அறிக்கைகள்
te: ఇన్‌వాయిసింగ్ & నివేదికలు
