Repository: rajatpoddar/Aquajal-2.0
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: bn, gu, mr, pa, ta, te

source: After the initial offer, renewals are at the regular price.
bn: প্রাথমিক অফারের পরে, নবায়নগুলি নিয়মিত মূল্যে হয়।
gu: પ્રારંભિક ઓફર પછી, નવીકરણ નિયમિત કિંમતે થાય છે.
mr: प्रारंभिक ऑफरनंतर, नूतनीकरण नियमित किमतीवर होते.
pa: ਸ਼ੁਰੂਆਤੀ ਪੇਸ਼ਕਸ਼ ਤੋਂ ਬਾਅਦ, ਨਵੀਨੀਕਰਨ ਨਿਯਮਤ ਕੀਮਤ 'ਤੇ ਹੁੰਦੇ ਹਨ।
ta: ஆரம்ப சலுகைக்குப் பிறகு, புதுப்பித்தல்கள் சாதாரண விலையில் இருக்கும்.
te: ప్రారంభ ఆఫర్ తర్వాత, పునరుద్ధరణలు సాధారణ ధర వద్ద ఉంటాయి.

source: Start Free Trial
bn: বিনামূল্যে ট্রায়াল শুরু করুন
gu: મફત ટ્રાયલ શરૂ કરો
mr: विनामूल्य चाचणी सुरू करा
pa: ਮੁਫ਼ਤ ਅਜ਼ਮਾਇਸ਼ ਸ਼ੁਰੂ ਕਰੋ
ta: இலவச சோதனையைத் தொடங்குங்கள்
te: ఉచిత ట్రయల్‌ను ప్రారంభించండి

source: Frequently Asked Questions
bn: সচরাচর জিজ্ঞাস্য প্রশ্ন
gu: વારંવાર પૂછાતા પ્રશ્નો
mr: वारंवार विचारले जाणारे प्रश्न
pa: ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਸਵਾਲ
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
te: తరచుగా అడిగే ప్రశ్నలు

source: What happens after my 40-day free trial ends?
bn: আমার 40-দিনের বিনামূল্যে ট্রায়াল শেষ হওয়ার পরে কী হবে?
gu: મારી 40-દિવસની મફત ટ્રાયલ સમાપ્ત થયા પછી શું થાય છે?
mr: माझी 40-दिवसांची विनामूल्य चाचणी संपल्यानंतर काय होते?
pa: ਮੇਰੀ 40-ਦਿਨ ਦੀ ਮੁਫ਼ਤ ਅਜ਼ਮਾਇਸ਼ ਖਤਮ ਹੋਣ ਤੋਂ ਬਾਅਦ ਕੀ ਹੁੰਦਾ ਹੈ?
ta: எனது 40-நாள் இலவச சோதனை முடிந்ததும் என்ன நடக்கும்?
te: నా 40-రోజుల ఉచిత ట్రయల్ ముగిసిన తర్వాత ఏమి జరుగుతుంది?

source: After your trial, you will be prompted to choose a subscription plan to continue using the service. All your data—staff, customers, and reports—will be saved and waiting for you. We accept online payments through Razorpay.
bn: আপনার ট্রায়ালের পরে, পরিষেবাটি ব্যবহার চালিয়ে যেতে আপনাকে একটি সাবস্ক্রিপশন প্ল্যান বেছে নিতে বলা হবে। আপনার সমস্ত ডেটা - কর্মী, গ্রাহক এবং রিপোর্ট - সংরক্ষিত থাকবে এবং আপনার জন্য অপেক্ষা করবে। আমরা রেজারপে-এর মাধ্যমে অনলাইন পেমেন্ট গ্রহণ করি।
gu: તમારી ટ્રાયલ પછી, તમને સેવાનો ઉપયોગ ચાલુ રાખવા માટે સબ્સ્ક્રિપ્શન યોજના પસંદ કરવા માટે કહેવામાં આવશે. તમારો બધો ડેટા — સ્ટાફ, ગ્રાહકો અને રિપોર્ટ્સ — સાચવવામાં આવશે અને તમારી રાહ જોશે. અમે રેઝરપે દ્વારા ઓનલાઇન ચુકવણીઓ સ્વીકારીએ છીએ.
mr: तुमच्या चाचणीनंतर, सेवा वापरणे सुरू ठेवण्यासाठी तुम्हाला सदस्यता योजना निवडण्यास सांगितले जाईल. तुमचा सर्व डेटा—कर्मचारी, ग्राहक आणि अहवाल—जतन केला जाईल आणि तुमची वाट पाहत असेल. आम्ही रेझरपे द्वारे ऑनलाइन पेमेंट स्वीकारतो.
pa: ਤੁਹਾਡੀ ਅਜ਼ਮਾਇਸ਼ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਨੂੰ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਜਾਰੀ ਰੱਖਣ ਲਈ ਇੱਕ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਪਲਾਨ ਚੁਣਨ ਲਈ ਕਿਹਾ ਜਾਵੇਗਾ। ਤੁਹਾਡਾ ਸਾਰਾ ਡੇਟਾ—ਸਟਾਫ, ਗਾਹਕ, ਅਤੇ ਰਿਪੋਰਟਾਂ—ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਜਾਵੇਗਾ ਅਤੇ ਤੁਹਾਡੀ ਉਡੀਕ ਕਰੇਗਾ। ਅਸੀਂ ਰੇਜ਼ਰਪੇ ਰਾਹੀਂ ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਸਵੀਕਾਰ ਕਰਦੇ ਹਾਂ।
ta: உங்கள் சோதனைக்குப் பிறகு, சேவையைப் பயன்படுத்துவதைத் தொடர ஒரு சந்தா திட்டத்தைத் தேர்வுசெய்யும்படி கேட்கப்படுவீர்கள். உங்கள் எல்லா தரவுகளும் - ஊழியர்கள், வாடிக்கையாளர்கள் மற்றும் அறிக்கைகள் - சேமிக்கப்பட்டு உங்களுக்காக காத்திருக்கும். நாங்கள் ரேஸர்பே மூலம் ஆன்லைன் கட்டணங்களை ஏற்கிறோம்.
te: మీ ట్రయల్ తర్వాత, సేవను ఉపయోగించడం కొనసాగించడానికి ఒక చందా ప్రణాళికను ఎంచుకోమని మిమ్మల్ని అడగబడుతుంది. మీ మొత్తం డేటా—సిబ్బంది, వినియోగదారులు మరియు నివేదికలు—సేవ్ చేయబడుతుంది మరియు మీ కోసం వేచి ఉంటుంది. మేము రేజర్‌పే ద్వారా ఆన్‌లైన్ చెల్లింపులను అంగీకరిస్తాము.

source: How does the automated invoicing work?
bn: স্বয়ংক্রিয় ইনভয়েসিং কিভাবে কাজ করে?
gu: સ્વચાલિત ઇન્વોઇસિંગ કેવી રીતે કામ કરે છે?
mr: स्वयंचलित पावती प्रणाली कशी कार्य करते?
pa: ਸਵੈਚਲਿਤ ਇਨਵੌਇਸਿੰਗ ਕਿਵੇਂ ਕੰਮ ਕਰਦੀ ਹੈ?
ta: தானியங்கி விலைப்பட்டியல் எப்படி வேலை செய்கிறது?
te: ఆటోమేటెడ్ ఇన్‌వాయిసింగ్ ఎలా పనిచేస్తుంది?

source: Aquajal automatically generates an invoice for every transaction, such as a daily delivery or an event booking. Managers can also generate consolidated monthly invoices for customers, download them as PDFs, or email them directly from the dashboard.
bn: অ্যাকুয়াজল প্রতিটি লেনদেনের জন্য স্বয়ংক্রিয়ভাবে একটি ইনভয়েস তৈরি করে, যেমন একটি দৈনিক ডেলিভারি বা একটি ইভেন্ট বুকিং। ম্যানেজাররা গ্রাহকদের জন্য একত্রিত মাসিক ইনভয়েসও তৈরি করতে পারেন, সেগুলি পিডিএফ হিসাবে ডাউনলোড করতে পারেন বা সরাসরি ড্যাশবোর্ড থেকে ইমেল করতে পারেন।
gu: એક્વાજલ દરેક ટ્રાન્ઝેક્શન માટે, જેમ કે દૈનિક ડિલિવરી અથવા ઇવેન્ટ બુકિંગ, માટે આપમેળે ઇન્વોઇસ જનરેટ કરે છે. મેનેજરો ગ્રાહકો માટે સંયુક્ત માસિક ઇન્વોઇસ પણ જનરેટ કરી શકે છે, તેમને PDF તરીકે ડાઉનલોડ કરી શકે છે, અથવા સીધા ડેશબોર્ડ પરથી ઇમેઇલ કરી શકે છે.
mr: Aquajal प्रत्येक व्यवहारासाठी, जसे की दैनंदिन डिलिव्हरी किंवा इव्हेंट बुकिंग, स्वयंचलितपणे पावती तयार करते. व्यवस्थापक ग्राहकांसाठी एकत्रित मासिक पावत्या देखील तयार करू शकतात, त्या PDF म्हणून डाउनलोड करू शकतात किंवा थेट डॅशबोर्डवरून ईमेल करू शकतात.
pa: ਐਕਵਾਜਲ ਹਰ ਲੈਣ-ਦੇਣ ਲਈ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਇੱਕ ਇਨਵੌਇਸ ਤਿਆਰ ਕਰਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਰੋਜ਼ਾਨਾ ਡਿਲੀਵਰੀ ਜਾਂ ਇਵੈਂਟ ਬੁਕਿੰਗ। ਮੈਨੇਜਰ ਗਾਹਕਾਂ ਲਈ ਇਕੱਠੇ ਮਹੀਨਾਵਾਰ ਇਨਵੌਇਸ ਵੀ ਤਿਆਰ ਕਰ ਸਕਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ PDF ਵਜੋਂ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹਨ, ਜਾਂ ਡੈਸ਼ਬੋਰਡ ਤੋਂ ਸਿੱਧੇ ਈਮੇਲ ਕਰ ਸਕਦੇ ਹਨ।
ta: அக்வாஜல் தினசரி விநியோகம் அல்லது நிகழ்வு முன்பதிவு போன்ற ஒவ்வொரு பரிவர்த்தனைக்கும் தானாகவே ஒரு விலைப்பட்டியலை உருவாக்குகிறது. மேலாளர்கள் வாடிக்கையாளர்களுக்காக ஒருங்கிணைந்த மாதாந்திர விலைப்பட்டியல்களை உருவாக்கலாம், அவற்றை PDFகளாக பதிவிறக்கலாம் அல்லது டாஷ்போர்டிலிருந்து நேரடியாக மின்னஞ்சல் செய்யலாம்.
te: ఆక్వాజల్ ప్రతి లావాదేవీకి, రోజువారీ డెలివరీ లేదా కార్యక్రమ బుకింగ్ వంటి వాటికి స్వయంచాలకంగా ఒక ఇన్‌వాయిస్‌ను రూపొందిస్తుంది. మేనేజర్లు వినియోగదారుల కోసం ఏకీకృత నెలవారీ ఇన్‌వాయిస్‌లను కూడా రూపొందించవచ్చు, వాటిని PDFలుగా డౌన్‌లోడ్ చేసుకోవచ్చు లేదా డాష్‌బోర్డ్ నుండి నేరుగా ఇమెయిల్ చేయవచ్చు.

source: Can I use this on my phone?
bn: আমি কি এটি আমার ফোনে ব্যবহার করতে পারি?
gu: શું હું આ મારા ફોન પર વાપરી શકું?
mr: मी हे माझ्या फोनवर वापरू शकेन का?
pa: ਕੀ ਮੈਂ ਇਸਨੂੰ ਆਪਣੇ ਫ਼ੋਨ 'ਤੇ ਵਰਤ ਸਕਦਾ/ਸਕਦੀ ਹਾਂ?
ta: இதை எனது தொலைபேசியில் பயன்படுத்தலாமா?
te: నేను దీన్ని నా ఫోన్‌లో ఉపయోగించవచ్చా?

source: Yes! Aquajal is a Progressive Web App (PWA), which means you can add it to your phone's home screen and use it just like a native application. It's designed to be fully responsive and works great on any device.
bn: হ্যাঁ! অ্যাকুয়াজল একটি প্রগ্রেসিভ ওয়েব অ্যাপ (PWA), যার মানে আপনি এটিকে আপনার ফোনের হোম স্ক্রিনে যোগ করতে পারেন এবং এটি একটি নেটিভ অ্যাপ্লিকেশনের মতোই ব্যবহার করতে পারেন। এটি সম্পূর্ণরূপে প্রতিক্রিয়াশীল হওয়ার জন্য ডিজাইন করা হয়েছে এবং যেকোনো ডিভাইসে দুর্দান্ত কাজ করে।
gu: હા! એક્વાજલ એ એક પ્રોગ્રેસિવ વેબ એપ્લિકેશન (PWA) છે, જેનો અર્થ છે કે તમે તેને તમારા ફોનની હોમ સ્ક્રીન પર ઉમેરી શકો છો અને તેને એક નેટિવ એપ્લિકેશનની જેમ જ વાપરી શકો છો. તે સંપૂર્ણપણે રિસ્પોન્સિવ બનવા માટે રચાયેલ છે અને કોઈપણ ઉપકરણ પર સરસ કામ કરે છે.
mr: होय! Aquajal एक प्रोग्रेसिव्ह वेब ॲप (PWA) आहे, याचा अर्थ तुम्ही ते तुमच्या फोनच्या होम स्क्रीनवर जोडू शकता आणि ते मूळ ॲप्लिकेशनप्रमाणेच वापरू शकता. ते पूर्णपणे प्रतिसाद देणारे डिझाइन केलेले आहे आणि कोणत्याही डिव्हाइसवर उत्तम काम करते.
pa: ਹਾਂ! ਐਕਵਾਜਲ ਇੱਕ ਪ੍ਰਗਤੀਸ਼ੀਲ ਵੈੱਬ ਐਪ (PWA) ਹੈ, ਜਿਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਸੀਂ ਇਸਨੂੰ ਆਪਣੇ ਫ਼ੋਨ ਦੀ ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਇਸਨੂੰ ਇੱਕ ਨੇਟਿਵ ਐਪਲੀਕੇਸ਼ਨ ਵਾਂਗ ਵਰਤ ਸਕਦੇ ਹੋ। ਇਹ ਪੂਰੀ ਤਰ੍ਹਾਂ ਜਵਾਬਦੇਹ ਹੋਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਕਿਸੇ ਵੀ ਡਿਵਾਈਸ 'ਤੇ ਵਧੀਆ ਕੰਮ ਕਰਦਾ ਹੈ।
ta: ஆம்! அக்வாஜல் ஒரு முற்போக்கான வலை பயன்பாடு (PWA) ஆகும், அதாவது நீங்கள் அதை உங்கள் தொலைபேசியின் முகப்புத் திரையில் சேர்க்கலாம் மற்றும் அதை ஒரு சொந்த பயன்பாட்டைப் போலவே பயன்படுத்தலாம். இது முழுமையாக பதிலளிக்கக்கூடியதாக வடிவமைக்கப்பட்டுள்ளது மற்றும் எந்த சாதனத்திலும் சிறப்பாக செயல்படுகிறது.
te: అవును! ఆక్వాజల్ ఒక ప్రగతిశీల వెబ్ యాప్ (PWA), అంటే మీరు దీన్ని మీ ఫోన్ హోమ్ స్క్రీన్‌కు జోడించి, దాన్ని ఒక స్థానిక అనువర్తనంలాగే ఉపయోగించవచ్చు. ఇది పూర్తిగా ప్రతిస్పందించేలా రూపొందించబడింది మరియు ఏ పరికరంలోనైనా అద్భుతంగా పనిచేస్తుంది.
